[
{"appears_url": "https://www.nytimes.com/", "title": "Putin Acknowledges 'Radical Islamists' Committed Moscow Attack", "article_url": "https://www.nytimes.com/2024/03/25/world/europe/russia-moscow-concert-attack.html", "summary": "But President Vladimir Putin of Russia held fast to the idea that a Western-backed Ukraine could have been the ultimate mastermind of the assault."},
{"appears_url": "https://www.nytimes.com/", "title": "Videos and Online Profiles Link Suspects to Moscow Attack", "article_url": "https://www.nytimes.com/2024/03/25/world/europe/moscow-attack-suspects-russia-evidence.html", "summary": "Clothing and other details appear to show a connection between four men detained by Russia and the massacre that killed over 130 people."},
{"appears_url": "https://www.nytimes.com/", "title": "Trump Criminal Trial Is Set for April 15 as His Attempt at Delay Fails", "article_url": "https://www.nytimes.com/2024/03/25/nyregion/trump-hush-money-trial-manhattan.html", "summary": "Donald Trump is poised to become the first ex-president to go on trial on criminal charges, in a case related to hush money paid to a porn star."},
{"appears_url": "https://www.nytimes.com/", "title": "Trump's Bond in Civil Fraud Case Is Reduced to $175 Million", "article_url": "https://www.nytimes.com/2024/03/25/nyregion/trump-bond-reduced.html", "summary": "Donald Trump was racing to secure a half-billion-dollar bond, but a court lowered the amount. The surprise decision may help him stave off financial disaster."},
{"appears_url": "https://www.nytimes.com/", "title": "U.N. Security Council Calls for Immediate Cease-Fire in Gaza", "article_url": "https://www.nytimes.com/2024/03/25/world/middleeast/un-security-council-gaza-ceasefire.html", "summary": "The U.S. abstained from voting on the resolution, drawing criticism from Prime Minister Benjamin Netanyahu of Israel."},
{"appears_url": "https://www.nytimes.com/", "title": "Video from an Israeli soldier undercut the account of a paramedic who said two teenagers killed on Oct. 7 were sexually assaulted.", "article_url": "https://www.nytimes.com/2024/03/25/world/middleeast/video-sexual-assault-israel-kibbutz-hamas.html", "summary": ""},
{"appears_url": "https://www.nytimes.com/", "title": "In a new interview, Donald Trump urged Israel to \"finish up your war.\"", "article_url": "https://www.nytimes.com/2024/03/25/us/politics/trump-israel-hamas-war.html", "summary": ""},
{"appears_url": "https://www.nytimes.com/", "title": "Federal Agents Raid Homes Tied to Sean Combs in Los Angeles and Miami", "article_url": "https://www.nytimes.com/2024/03/25/arts/music/diddy-sean-combs-home-raided.html", "summary": "Homeland Security Investigations said the searches were part of \"an ongoing investigation.\" The hip-hop mogul has been accused of sexual assault and trafficking."},
{"appears_url": "https://www.nytimes.com/", "title": "Here is a timeline of Sean Combs's successes, controversies and legal disputes throughout his hip-hop career.", "article_url": "https://www.nytimes.com/article/sean-combs-diddy-career-timeline.html", "summary": ""},
{"appears_url": "https://www.nytimes.com/", "title": "Famously Obstinate, Bill Ackman Is Now Real-Life Famous. What Next?", "article_url": "https://www.nytimes.com/2024/03/24/business/bill-ackman.html", "summary": "The hedge-funder who loves a public crusade -- and taking charge -- is on to a new stage of his career: online warrior."},
{"appears_url": "https://www.nytimes.com/", "title": "Vowing the U.S. Will 'Do Our Job,' Johnson Searches for a Path on Ukraine", "article_url": "https://www.nytimes.com/2024/03/25/us/politics/speaker-mike-johnson-ukraine.html", "summary": "Speaker Mike Johnson, with his job on the line, has privately told people he will make sure the House moves to assist Ukraine, a step that many Republicans oppose."},
{"appears_url": "https://www.nytimes.com/", "title": "Bolsonaro, Facing Investigations, Hid at Hungarian Embassy", "article_url": "https://www.nytimes.com/2024/03/25/world/americas/jair-bolsonaro-hungary-video.html", "summary": "Jair Bolsonaro, Brazil's former president, spent two nights at the Hungarian Embassy last month in an apparent bid for asylum, security-camera footage shows."},
{"appears_url": "https://www.nytimes.com/", "title": "Maps of the April 2024 Total Solar Eclipse", "article_url": "https://www.nytimes.com/interactive/2024/science/total-solar-eclipse-maps-path.html", "summary": "On April 8, the moon will slip between the Earth and the sun, casting a shadow across much of North America."},
{"appears_url": "https://www.nytimes.com/", "title": "The Solo of 'Solitude'", "article_url": "https://www.nytimes.com/interactive/2024/03/25/arts/dance/nyc-ballet-ukraine-solo.html", "summary": "Click through as Joseph Gordon performs a section from Alexei Ratmansky's new dance for New York City Ballet, a reaction to the horrors of the war in Ukraine."},
{"appears_url": "https://www.nytimes.com/", "title": "Mixed Results for Trump in Legal Battles", "article_url": "https://www.nytimes.com/2024/03/25/briefing/trump-bond-united-nations-resolution-dude-history.html", "summary": "Donald Trump dodged financial ruin but failed to delay a trial, the U.N. passed a resolution for an immediate cease-fire in Gaza and more."},
{"appears_url": "https://www.nytimes.com/", "title": "Who Are the R.F.K. Jr. Voters?", "article_url": "https://www.nytimes.com/2024/03/25/us/politics/rfk-jr-voters.html", "summary": "It's difficult to accurately poll supporters of independent candidates such as Robert F. Kennedy Jr. But there are a few things we do know."},
{"appears_url": "https://www.nytimes.com/", "title": "Inside a C.E.O.'s Bold Claims About Mos, a Student Aid Start-Up", "article_url": "https://www.nytimes.com/2024/03/25/technology/inside-a-ceos-bold-claims-about-her-hot-fintech-start-up.html", "summary": "Some of Amira Yahyaoui's statements about the success of Mos do not add up, according to internal data and people familiar with the company."},
{"appears_url": "https://www.nytimes.com/", "title": "Lisa Lane, Chess Champion Whose Reign Was Meteoric, Dies at 90", "article_url": "https://www.nytimes.com/2024/03/25/us/lisa-lane-dead.html", "summary": "She was the first chess player to appear on the cover of Sports Illustrated. But people focused more on her looks than on her ability."},
{"appears_url": "https://www.nytimes.com/", "title": "Gov. Ron DeSantis Signs Social Media Bill Banning Accounts for Children", "article_url": "https://www.nytimes.com/2024/03/25/business/florida-social-media-ban-desantis.html", "summary": "Florida became the first state to effectively bar residents under the age of 14 from holding accounts on services like TikTok and Instagram."},
{"appears_url": "https://www.nytimes.com/", "title": "Lawsuit Alleging Racial Bias in Home Appraisals Is Settled", "article_url": "https://www.nytimes.com/2024/03/25/realestate/racial-bias-appraisal-settlement.html", "summary": "Nathan Connolly and the estate of Shani Mott, who recently died, will receive a payment from their mortgage lender, which also agreed to several policy changes to discourage discrimination."},
{"appears_url": "https://www.nytimes.com/", "title": "Person Killed in New York After Being Pushed Onto Subway Tracks, Police Say", "article_url": "https://www.nytimes.com/2024/03/25/nyregion/subway-shoving-manhattan.html", "summary": ""},
{"appears_url": "https://www.nytimes.com/", "title": "Bird Flu Spreads to Dairy Cows in U.S.", "article_url": "https://www.nytimes.com/2024/03/25/science/bird-flu-cows-milk.html", "summary": ""},
{"appears_url": "https://www.nytimes.com/", "title": "Baseball Star Shohei Ohtani Addresses Interpreter's Gambling Revelations", "article_url": "https://theathletic.com/5367706/2024/03/25/dodgers-shohei-ohtani-speaks-gambling-scandal/", "summary": ""},
{"appears_url": "https://www.nytimes.com/", "title": "Rose Dugdale, Heiress Turned Irish Independence Fighter, Dies at 82", "article_url": "https://www.nytimes.com/2024/03/22/world/europe/rose-dugdale-dead.html", "summary": ""},
{"appears_url": "https://www.nytimes.com/", "title": "NBC News Faces Rebellion Over Hiring of Former R.N.C. Chair", "article_url": "https://www.nytimes.com/2024/03/25/business/media/nbc-ronna-mcdaniel-rebellion.html", "summary": ""},
{"appears_url": "https://www.nytimes.com/", "title": "Flaco, Central Park Owl, Died With High Levels of Rat Poison in System", "article_url": "https://www.nytimes.com/2024/03/25/nyregion/flaco-owl-central-park-zoo-death-cause.html", "summary": ""},
{"appears_url": "https://www.nytimes.com/", "title": "This Easy, Make-Ahead Easter Brunch Only Feels Expensive", "article_url": "https://www.nytimes.com/2024/03/25/dining/easy-cheap-easter-recipes.html", "summary": "This spring menu -- a showstopping frittata, a snappy salad and a chewy cookie from a celebrated chef -- isn't just surprising. It's surprisingly simple."},
{"appears_url": "https://www.nytimes.com/", "title": "Wordle", "article_url": "https://www.nytimes.com/games/wordle/index.html", "summary": "Guess the 5-letter word with 6 chances."},
{"appears_url": "https://www.nytimes.com/", "title": "The Puzzle Personality Quiz", "article_url": "https://www.nytimes.com/interactive/2024/02/22/crosswords/puzzle-personality.html", "summary": "Take our new quiz and find a game that matches the way you play."},
{"appears_url": "https://www.nytimes.com/", "title": "Connections", "article_url": "https://www.nytimes.com/games/connections", "summary": "Group words that share a common thread."},
{"appears_url": "https://www.nytimes.com/", "title": "Connections Companion", "article_url": "https://www.nytimes.com/spotlight/connections-companion", "summary": "In case you need some puzzle help."},
{"appears_url": "https://www.nytimes.com/", "title": "Spelling Bee", "article_url": "https://www.nytimes.com/puzzles/spelling-bee", "summary": "How many words can you make with 7 letters?"},
{"appears_url": "https://www.nytimes.com/", "title": "The Crossword", "article_url": "https://www.nytimes.com/crosswords", "summary": "Get clued in with wordplay, every day."},
{"appears_url": "https://www.nytimes.com/2024/03/25/nyregion/trump-bond-reduced.html", "title": "Trump's Bond in Civil Fraud Case Is Reduced to $175 Million", "authors": "Ben Protess, William K. Rashbaum", "contents": "With Donald J. Trump on the clock to secure a nearly half-billion-dollar bond in his civil fraud case, a New York appeals court handed the former president a lifeline on Monday, saying it would accept a far smaller bond of $175 million. by a panel of five appellate court judges was a crucial and unexpected victory for Mr. Trump, potentially staving off a looming financial disaster. Had the court denied his request for a smaller bond in the fraud case, which was brought by the New York attorney general, Mr. Trump risked losing control over his bank accounts and even some of his marquee properties.For now, those dire outcomes might be on hold. If Mr. Trump obtains the smaller bond, it will prevent the attorney general from collecting while he appeals the $454 million judgment against him. The appeal in the case, in which a trial judge found that Mr. Trump fraudulently inflated his net worth, could take months or longer to resolve.Mr. Trump has 10 days to secure the bond, and two people with knowledge of his finances said he should be able to, though doing so will effectively drain much of his cash. In order to obtain the bond -- a promise from an outside company that it will cover his judgment if he ultimately loses the appeal and cannot pay -- Mr. Trump will have to pay the company a fee and pledge about $200 million in cash and other investments as collateral.In a statement, Mr. Trump said he would \"abide by the decision\" and either post a bond or put up the money himself. He added that the appellate court's decision to reduce the bond \"shows how ridiculous and outrageous\" the $454 million judgment against him is.While the court, the Appellate Division in Manhattan, did not rule directly on the merits of Mr. Trump's appeal, its ruling suggests that some of the judges could be sympathetic to Mr. Trump's case, legal experts said. But the decision in Mr. Trump's favor , underscoring the remarkable breadth of his legal problems as he seeks to reclaim the White House. In his Manhattan criminal case, the judge finalized an April 15 trial date, rejecting the former president's effort to delay.In the civil fraud case, Mr. Trump's lawyers had asked the appeals court to either accept a smaller bond or pause the bond requirement altogether. They argued that the court would be likely to overturn the $454 million penalty, contending that it was \"grossly disproportionate and unconstitutional.\"A spokeswoman for the attorney general, Letitia James, noted that Mr. Trump was \"still facing accountability for his staggering fraud\" and that the judgment \"still stands.\"But Mr. Trump's legal team celebrated the ruling. \"The ruling today represents a great first step towards the ultimate reversal of a baseless and reckless judgment,\" said Christopher M. Kise, one of his lawyers.Mr. Trump has repeatedly attacked Ms. James and , as politically biased Democrats leading a witch hunt against him.After Monday's hearing, Mr. Trump held a news conference at 40 Wall Street, a crucial property in his portfolio and one that Ms. James signaled her intent to seize if Mr. Trump did not post bond.Mr. Trump once again made broad assertions that the legal system was being weaponized by his political opponents, accusing Ms. James, Justice Engoron and the prosecutors in his criminal cases of trying to \"take as much of his money as possible.\"Justice Engoron last month for conspiring to inflate his net worth to reap financial benefits, including favorable loans from banks. The $454 million judgment reflected the interest payments Mr. Trump saved by misleading his lenders, as well as profits from the recent sale of two properties.Justice Engoron imposed several restrictions on Mr. Trump and his family business, barring him from running a New York company and obtaining a loan from a New York bank for three years. The same restrictions apply to his adult sons for two years. The judge also extended the appointment of an independent monitor, a watchful outsider to keep an eye on the family business.In a surprise move, the appeals court on Monday paused most of those restrictions, save for the monitor.Mr. Trump is fighting all of the punishments, but it was the financial penalty that he feared the most.To secure the full $454 million bond, he would have needed to pledge even more than that -- about $557 million, his lawyers said -- in collateral to a bond company, including as much cash as possible and stocks and bonds he could sell quickly. He would have also owed the bond company a fee that could have amounted to nearly $20 million.In a recent court filing, Mr. Trump's lawyers called securing a bond for the full amount a \"practical impossibility,\" and revealed that he had approached more than 30 bond companies to no avail.The reason was clear: Much of Mr. Trump's wealth is tied up in the value of his real estate, which bond companies rarely accept as collateral. A recent New York Times analysis found that Mr. Trump had as well as stocks and bonds, far short of the $557 million he would have needed to post in collateral.He did, however, have enough collateral to recently post a $91.6 million bond in the defamation case he lost to E. Jean Carroll. And he appears to have enough to secure a $175 million bond in the case brought by Ms. James.Still, doing so will eat into much of his stockpile of cash and other liquid investments. So long as Mr. Trump has to pledge money as collateral, he cannot use it to fund his family business or presidential campaign.While the bond does not represent a fatal threat to the Trump Organization, it could curb any hope the company has of growing and effectively reduce Mr. Trump's net worth.But it could have been worse. Without a bond, Ms. James could have wielded broad authority to freeze various bank accounts, and she could have begun the long, complicated process of trying to seize some of Mr. Trump's buildings, including an estate in Westchester County.This was , whose identity is linked to his properties. In a social media post on Monday, Mr. Trump referred to them as \"my babies.\"It is unclear whether these same five judges will also hear Mr. Trump's appeal, but David B. Saxe, a former judge on the appeals court that ruled on Monday, said that the court's decision to short-circuit Ms. James's collection efforts suggests that some of the judges were uncomfortable with Justice Engoron's ruling. \"My view is that the court indicates it has difficulty with the breadth of the lower court's decision,\" said Mr. Saxe, who retired in 2017 after 36 years on the bench, 19 of them on the appeals court.\"They had other options available to them, and they issued a broad-based stay,\" he continued, which he said suggests \"that there is a view that they're going to need to take a hard look at the lower court's decision.\"Michael Gold contributed reporting."},
{"appears_url": "https://www.nytimes.com/2024/03/25/world/europe/moscow-attack-suspects-russia-evidence.html", "title": "Videos and Online Profiles Link Suspects to Moscow Attack", "authors": "Aric Toler, Malachy Browne, Paul Sonne", "contents": "When four men were detained by the Russian authorities in connection with last week, they were dressed in the same attire as the assailants seen in videos of the attack, according to a New York Times analysis of footage from the hall, social media profiles and images leaked or released by Russia.The identical clothing and other corresponding details suggest they carried out the attack. A video of one of the suspects being detained, for instance, shows him wearing a light brown T-shirt with a distinctive logo on the left breast and pants with a Boss label: Those details match the clothes worn by a gunman in propaganda footage of the attack released by the Islamic State, a.k.a. ISIS.In addition, the Times analysis shows, the car that the suspects were driving when they were apprehended is the same color and type as one seen in footage from outside the concert hall during the attack.The four suspects in the assault that were identified in a Moscow court hearing on Sunday night as Saidakrami M. Rachabalizoda, Shamsidin Fariduni, Muhammadsobir Z. Fayzov and Dalerjon B. Mirzoyev. They were charged with committing a terrorist act and remanded to custody until May 22.Three of the suspects told the court they were from Tajikistan, and in interrogation videos reviewed by The Times, at least two men spoke Tajik. The videos show some of the men being beaten during their detention, and two of the men had clear injuries when they appeared in court. The fourth suspect appeared in court in a wheelchair with apparently limited ability to respond; a leaked copy of his passport suggests he is also a citizen of Tajikistan.U.S. officials said the attack had been conducted by the Islamic State, which claimed responsibility and released photos of what it said where the attackers and video of the attack itself. President Vladimir V. Putin of Russia blamed the assault on \"international terrorism\" but did not mention the Islamic State. Russian state media laid the groundwork for blaming Ukraine, which denied any involvement.Despite carrying out one of Russia's deadliest terrorist attacks in decades, the gunmen seen in the footage did not appear to be highly trained, according to Rob Lee, a senior fellow at the Foreign Policy Research Institute, which is based in Philadelphia. He said the men seemed to be grouped together during the attack, instead of spreading out and potentially inflicting more damage.The suspects also did not change their clothes after the massacre, and appeared to have fled in the same vehicle they used to arrive at the scene, both of which would make it easier for the authorities to track them down and link them to the scene.Russia's Investigative Committee, a top law enforcement agency, said on Saturday that the suspects had been detained near the city of Bryansk, about 230 miles southwest of Moscow, and that weapons had been recovered from a Renault car. Mr. Putin claimed the men had been trying to escape toward the border with Ukraine.A verified by The Times shows at least one suspect, Mr. Rachabalizoda, being marched through the woods to the M3 highway near Bryansk. A also verified by The Times shows a heavily damaged white Renault nearby.Mr. Rachabalizoda was filmed being detained in the woods, a couple of hundred yards from the car, and identifying himself under questioning.A video of his arrest shared on Telegram shows men cutting off a part of Mr. Rachabalizoda's right ear and stuffing it into his mouth before leading him out of the woods. State media later published a video interrogation of Mr. Rachabalizoda that shows his ear is heavily bandaged. In each of the videos, he is wearing clothes identical to those worn by one of the Crocus City Hall attackers.Mr. Rachabalizoda wears the brown T-shirt with the distinctive logo and pants with a Boss label; they match the clothes worn by a gunman in the Islamic State video and photograph.The Russian authorities identified a second suspect who was detained and interrogated as Mr. Fariduni.During his questioning, Mr. Fariduni is seen wearing a gray collared T-shirt matching that worn by one of the four men in the Islamic State photograph.The shoes worn by Mr. Fariduni during his interrogation also match those worn by one of the assailants seen in the Islamic State video of the attack; they bear the same distinctive white marking and thick soles.Mr. Fariduni says during his interrogation that he traveled to Russia from Turkey on March 4, the footage showed. Several photographs posted to what appears to be his Instagram and Facebook accounts in February showed Mr. Fariduni at the Fatih Mosque in Istanbul.A third suspect, Mr. Fayzov, is a 19-year-old barber who appears to have lived in Russia since last year, according to his profile on the Russian social media platform VKontakte.A short video that circulated on the Telegram social media platform shows him being interrogated in a hospital room, where he speaks Tajik and discusses receiving documents at an airport.A leaked copy of his passport -- bearing a face that matches one both in the VKontakte profile and in videos of the detained suspect -- suggests he is from Tajikistan. The passport notes that he recently arrived in Russia and lived in Ivanovo, which corresponds with his VKontakte profile.After his detention, Mr. Fayzov was wearing a green T-shirt with a distinctive, dotted logo on the left breast, the same T-shirt worn by one of the men in the photograph of the assailants released by the Islamic State. Mr. Fayzov also wears the same T-shirt in a posted to his VKontakte account.A fourth suspect, Mr. Mirzoyev, spoke Tajik through an interpreter during an interrogation that was broadcast on Russian state television. The bearded man also appears to have been beaten during his detention, and his cheek, nose and forehead were bruised and bloodied.In the video, Mr. Mirzoyev is seen wearing a long-sleeved, crew-neck green shirt, bluejeans and a black belt; they match the attire of one of the attackers in the Islamic State video.In the ISIS video, the assailant slices the throat of a victim who is lying on the ground, apparently unconscious.Dmitriy Khavin and Oleg Matsnev contributed reporting. David Botti contributed production."},
{"appears_url": "https://www.nytimes.com/article/sean-combs-diddy-career-timeline.html", "title": "Sean Combs's Hip-Hop Rise, Controversies and Legal Disputes: A Timeline", "authors": "Jonathan Abrams, Elena Bergeron, Matt Stevens", "contents": " 1991Mr. Combs, a relatively unknown 22-year-old radio station intern, co-hosted a celebrity basketball game with the rapper Heavy D. A stampede erupted among the jammed crowd inside the oversold City College of New York gymnasium, killing nine people.A report commissioned by Mayor David N. Dinkins Mr. Combs for allowing inexperienced underlings to plan the event and for tricking ticket buyers about the event's charitable intentions.\"City College is something I deal with every day of my life,\" Mr. Combs in 1998. \"But the things that I deal with can in no way measure up to the pain that the families deal with. I just pray for the families and pray for the children who lost their lives every day.\"A year later, as an intern at Uptown Records, Mr. Combs's production on the remix of Jodeci's \"Come and Talk to Me\" helped the single to sell 3 million copies, announcing him as a rising talent. He went on to help produce remixes for Heavy D, the reggae artist Super Cat, and \"Real Love\" by the R&B singer Mary J. Blige, which introduced the rapper the Notorious B.I.G.1994Mr. Combs's Bad Boy Records, founded a year earlier after his termination from Uptown, scored its first major success, as the Notorious B.I.G.'s album peaked at No. 15 on the Billboard 200. The debut drew critical acclaim for its portrayal of \"both the excitement of drug dealing and the stress caused by threats from other dealers, robbers, the police and parents,\" as The New York Times wrote at the time, and spawned the hit records \"Juicy,\" \"One More Chance\" and \"Big Poppa.\" To date, the album has been certified six-times platinum.His work on Blige's \"My Life\" album that year garnered his first Grammy nomination (for best R&B album).1997Mr. Combs charted some of the most notable accolades of his career before and after the death of B.I.G., born Christopher Wallace, who in a drive-by shooting on March 9, six months after the killing of his rival Tupac Shakur.Opening the year with the release of \"Can't Nobody Hold Me Down,\" Mr. Combs's first single as the artist Puff Daddy, the song spent six weeks at No. 1 ahead of the anticipated release of a full-length album. Four months after Wallace's death, \"No Way Out,\" credited to Puff Daddy & the Family, debuted at No. 1 on the Billboard 200, selling 561,000 copies in its first week and spawning multiple chart-topping singles. The biggest of those, \"I'll Be Missing You,\" featured Wallace's widow, Faith Evans, and the R&B group 112. The requiem, which samples the Police's \"Every Breath You Take,\" spent 11 weeks atop Billboard's Hot 100 chart. The LP earned Combs Grammy wins for best rap album and best rap performance by a duo or group.That year, four of the 10 songs that reached No. 1 on the Hot 100 belonged to Bad Boy Records.1999After a dispute over the use of footage in a music video, the record producer Steve Stoute claimed Mr. Combs and his bodyguards beat him with a champagne bottle, a telephone, a chair and their fists during an April incident.Mr. Combs faced up to seven years in prison had he been convicted of felony assault. Instead, Mr. Stoute asked the Manhattan district attorney to drop the charges after Mr. Combs publicly apologized. Mr. Combs had said he was upset that Mr. Stoute, an Interscope Records executive, used footage of him being crucified on a cross in the video for the rapper Nas's \"Hate Me Now.\"\"Puff soaked Interscope offices with champagne bottles on Steve/And Steve thought the drama is on me,\" Nas wrote in that immortalized the altercation.That December, an argument broke out at a Manhattan nightclub where Mr. Combs was spending a night out with the actress and singer Jennifer Lopez, his girlfriend at the time.At least two people were injured by gunfire. The details and timeline of the interaction remained muddled throughout a highly publicized trial. The famed attorney Johnnie L. Cochran Jr. defended Mr. Combs and testified that the music executive had held a gun. Mr. Combs was charged with gun possession and bribery but found not guilty. His one-time protege, the rapper Shyne, born Jamal Barrow, received a 10-year prison sentence for assault, gun possession and reckless endangerment.2002In 2002, Mr. Combs took over MTV's \"Making the Band,\" a reality show aimed at assembling budding rappers and singers into performing groups. The seasons produced the ensemble acts Da Band and Danity Kane, and portrayed Mr. Combs as a demanding boss, who famously made members walk from Manhattan to Brooklyn to secure him cheesecake.In recent years, band members have spoken out against what they described as mistreatment from Mr. Combs and bad contracts. Da Band's Freddy P described Mr. Combs as the reason he \"hates\" life in an post last year.That summer, Mr. Combs the label's joint venture with Arista, leaving the deal with full ownership of Bad Boy Records and its back catalog. Despite the label's run of R&B hits and attempts to find a rap act of the magnitude of the Notorious B.I.G., Puff Daddy remained its most reliable star.2003\"Shake Ya Tailfeather,\" a single from the \"Bad Boys II\" soundtrack performed by Nelly, Murphy Lee and P. Diddy, as Mr. Combs was then known, hit No. 1 on the Billboard 100 and garnered Mr. Combs's second Grammy Award for best rap performance by a duo or group (and third overall).2004-2013Mr. Combs expanded his business empire beyond the record industry, earning top men's wear designer honors from the Council of Fashion Designers of America for his Sean John clothing brand (2004), forging a partnership to release Ciroc vodka (2009) and founding Revolt TV (2013). His portfolio in 2022 is estimated by Forbes to be worth $1 billion.2015In 2015, Mr. Combs was arrested and charged with assault with a deadly weapon, making terrorist threats and battery after an altercation with a U.C.L.A. football coach. In a news release, the university described the weapon as a kettlebell. Justin Combs, Mr. Combs's son, began playing football at the university in 2012.The Los Angeles County district attorney's office said that prosecutors decided against pursuing felony charges after the incident, according to .November 2023Amid the commemorations of the , Mr. Combs was honored for his pioneering role in the expansion of the genre with a citation as a global icon at the MTV Video Music Awards in September, on the heels of being recognized with a lifetime achievement honor in 2022.In November, Mr. Combs's \"The Love Album: Off the Grid\" was for best progressive R&B album.Later that month, who was once signed to Bad Boy and who had a lengthy romantic partnership with Mr. Combs, filed a lawsuit in federal court that accused him of rape, and of repeated physical abuse over about a decade.Cassie, whose full name is Casandra Ventura, said in the suit that not long after she met Mr. Combs in 2005, when she was 19, he began a pattern of control and abuse that included plying her with drugs, beating her and forcing her to have sex with a succession of male prostitutes while he filmed the encounters. In 2018, the suit said, near the end of their relationship, Mr. Combs forced his way into her home and raped her.Through a lawyer, Mr. Combs said that he \"vehemently denies these offensive and outrageous allegations.\"One day after Ms. Ventura filed the suit, the two parties , though they disclosed no details about the terms of the settlement. \"I have decided to resolve this matter amicably on terms that I have some level of control,\" Ms. Ventura said in a statement. Mr. Combs said in a statement: \"We have decided to resolve this matter amicably. I wish Cassie and her family all the best. Love.\"November to December 2023One week after he settled the suit with Ms. Ventura, Mr. Combs of sexually assaulting another woman, Joi Dickerson-Neal, in 1991.In her suit, Ms. Dickerson-Neal accused Mr. Combs of drugging her during an evening out in New York when she was on a break from Syracuse University, where she was a student. She was eventually driven to a place Mr. Combs was staying, where according to the lawsuit, she accused him of raping her and recording the encounter on video.A spokeswoman for Mr. Combs said he \"completely denied and rejected\" the claims of misconduct.The lawsuit was filed in New York State Supreme Court in Manhattan shortly before the deadline for the , a state law that allowed people who said they were sexually abused to file claims even after the statute of limitations had expired.Less than two weeks later, a third woman that said he and two other men raped her inside a New York recording studio when she was 17 years old.The woman, who is not named in court papers, said she met two associates of Mr. Combs at a lounge in the Detroit area in 2003, when she was in the 11th grade. In the complaint, she alleged that they took her on a private plane to New York, where the three men gave her copious amounts of drugs and alcohol, and took turns raping her in the studio's bathroom as she drifted in and out of consciousness.When they were done, the suit said, the woman fell into a fetal position in a bathroom, lying on the floor in pain. She said she was soon driven to an airport and put on a plane back to Michigan.Mr. Combs again denied wrongdoing: \"Let me be absolutely clear: I did not do any of the awful things being alleged,\" he said in a statement. \"I will fight for my name, my family and for the truth.\"February 2024The producer Rodney Jones Jr., known as Lil Rod, in a lawsuit of making unwanted sexual contact and of forcing him to hire prostitutes and participate in sex acts as they worked on Mr. Combs's 2023 album, \".\"In his complaint, filed in Federal District Court in Manhattan, Mr. Jones said that Mr. Combs grabbed his genitals without consent, and that he also tried to \"groom\" Mr. Jones into having sex with another man, telling him it was \"a normal practice in the music industry.\"Mr. Combs, through his attorney, denied the allegations. In a statement, Shawn Holley called the suit \"a transparent attempt to garner headlines.\" He added: \"We have overwhelming, indisputable proof that his claims are complete lies.\"March 2024Federal agents from the Department of Homeland Security on March 25 raided homes in the Los Angeles area and Miami connected to Mr. Combs. Responding to questions about news reports of a raid on Mr. Combs's residences that day, Homeland Security Investigations said in a statement: \"Earlier today, Homeland Security Investigations (HSI) New York executed law enforcement actions as part of an ongoing investigation, with assistance from HSI Los Angeles, HSI Miami and our local law enforcement partners. We will provide further information as it becomes available.\"A spokesperson for Mr. Combs did not respond to a request for comment.The criminal inquiry is being conducted by federal prosecutors in the Southern District of New York and federal agents with Homeland Security Investigations, a law-enforcement official said."},
{"appears_url": "https://www.nytimes.com/2024/03/25/us/politics/trump-israel-hamas-war.html", "title": "", "authors": "Jonathan Weisman", "contents": "Former President Donald J. Trump, in that was published on Monday, exhorted Israel \"to finish up your war,\" mixing bellicose support for the government of Israel with harsh warnings that the Jewish state was losing international support by providing \"a very bad picture for the world.\"But while Mr. Trump had typically harsh words for President Biden -- he called Mr. Biden \"dumb\" -- he offered no prescriptions for what the United States should do, or for what he would do, if elected, to bring the war in Gaza to an end or to advance the cause of peace between Israel and the Palestinians.The interview with Israel Hayom, a publication started by the conservative American casino magnate Sheldon Adelson, was released on the same day that the Biden administration demanding a cease-fire in Gaza.It also came as former members of Mr. Trump's administration have become more outspoken on policies that diverge sharply from President Biden's. Jared Kushner, Mr. Trump's son-in-law and a former senior White House adviser who led the Trump administration's diplomatic efforts in the Middle East, \"a little bit of an unfortunate situation,\" then adding, \"but from Israel's perspective I would do my best to move the people out and then clean it up.\"And David M. Friedman, who was ambassador to Israel during Trump's administration, critiqued Vice President Kamala Harris on social media over the weekend for saying as many as 1.5 million Palestinians crowded into the southern Gaza city of Rafah had nowhere to go if Israel attacks. Mr. Friedman suggested that Gaza's Palestinians could always emigrate.\"She 'studied the maps' and concluded that the people in Rafah have no place to go,\" \"It must have been an awfully small map -- obviously left out Egypt and other Arab countries.\"Mr. Trump did not embrace the rhetoric of expulsion, but he told the Israeli interviewers that he planned to meet with Mr. Friedman to Israeli sovereignty over the West Bank, which has been occupied by Israel since 1967.Mr. Trump's main thrust, however, was a more mixed prescription for the Israeli right: Israel should finish the war in Gaza -- \"You have to get it done,\" he said -- and then move on quickly to \"peace,\" in some form, because \"Israel is in trouble.\"\"Israel has to be very careful, because you're losing a lot of the world, you're losing a lot of support,\" Mr. Trump warned. \"You have to finish up, you have to get the job done. And you have to get on to peace, to get on to a normal life for Israel, and for everybody else.\"The former president also delivered what appeared to be a critique of Israel's propaganda efforts.Asked how he would counter a rise in antisemitism during the Gaza War, he answered, \"I think Israel made a very big mistake.\" He continued, \"These photos and shots, I mean, moving shots of bombs being dropped into buildings in Gaza. And I said, 'oh, that's a terrible portrait. It's a very bad picture for the world.'\"Mr. Trump appeared to fault Israeli military officials for releasing such images of destruction. \"Every night, I would watch buildings pour down on people,\" he told Israel Hayom.\"It would say it was given by the Defense Ministry,\" he said, adding: \"I think Israel wanted to show that it's tough, but sometimes you shouldn't be doing that.\""},
{"appears_url": "https://www.nytimes.com/2024/03/25/world/europe/russia-moscow-concert-attack.html", "title": "Putin Acknowledges 'Radical Islamists' Committed Moscow Attack", "authors": "Ivan Nechepurenko", "contents": "President Vladimir V. Putin on Monday acknowledged for the first time that the bloody assault on a concert hall near Moscow was executed by \"radical Islamists,\" but he insisted that Ukraine could still have played a role despite the Islamic State's claim of responsibility.As Russians grieved, bringing flowers and candles to makeshift memorials across the country, Mr. Putin said that the tragedy was likely ordered by Ukraine,a statement that shifted attention from his government's security failure and could also help his war effort. \"The question is: Who benefited from it?\" Mr. Putin said, referring to theworst attack in the capital in two decades, during a publicly broadcast meeting with government officials. \"This atrocity can be just an element in a series of attempts of those who have been at war with our country since 2014,\" he said, referring to the Ukrainian government.Russian investigators have not disclosed any evidence demonstrating that the four suspects, men from Tajikistan who were migrant workers in Russia, have a connection to Ukraine.In the news reports, Russian state television presented the location of their arrest -- the Bryansk region of Russia that borders Ukraine -- as evidence of Ukrainian involvement. The that Kyiv could have hired them to mount the attack.On Monday, Mr. Putin said, \"Of course, it is necessary to answer the question, why after committing the crime the terrorists tried to go to Ukraine?\" Mr. Putin said. \"Who was waiting for them there?\"Mr. Putin listed Ukrainian attacks against the Russian territory, its energy and transport infrastructure, including in Crimea, and said that the armed attack in Moscow could fit into a bigger operation of intimidation by the government in Kyiv.Ukraine denied any involvement in the attack on the concert hall that killed at least 139 people.Mr. Putin's remarks reflected how the Kremlin seemed determined to muster its resources against what it apparently sees as its main enemy: Ukraine, backed by a coalition of Western states. They also added to a long list of issues that Moscow and Western capitals are at odds with.President Emmanuel Macron of France on Monday seemed to contradict Mr. Putin's version. He said that his country's intelligence services and their partners had determined that \"an Islamic State entity masterminded the attack and carried it out.\" On March 7, the American Embassy in Moscow also issued a rare, specific warning calling on people to avoid large gatherings, including concerts, owing to information that extremists had imminent plans to target such events in the Russian capital.France on Sunday raised its terror alert to its highest level. Mr. Macron said that the Islamic State entity, which he did not name, had tried to carry out attacks in France in the past few months.Aleksandr I. Bastrykin, the head of Russia's top investigative body, said that the number of dead had grown to 139, including three children. Of those, 137 died in the concert hall and two in hospitals, he said. Forty people died because of gunshot wounds, Mr. Bastrykin said. Tatiana Golikova, Russia's deputy prime minister in charge of health care, said that 93 people were still hospitalized and that nine were in a very grave condition.Over the weekend Russian media appeared to be stepping up efforts to pin the blame on Ukraine. On Sunday the evening news shows on Russia's main television channels featured reports suggesting that Ukraine was responsible.The main message was that Western countries were pushing a theory that the Islamic State was behind the attack, which took place at Crocus City Hall on the outskirts of Moscow, to shift blame away from Ukraine.\"The United States and Europe understand that any connection between Ukraine and the attack against Crocus City Hall would be suicidal for Kyiv and the whole anti-Russian alliance,\" said one anchor, Dmitri Melnikov, in , the flagship weekly news show on Rossiya-1, the main state-owned television network.The Islamic State has claimed responsibility for the attack. And the United States has said that the assault was the work of an ISIS offshoot, the Islamic State in Khorasan, and that there was no evidence implicating Ukraine.Three shopping malls belonging to the company that owns the concert hall said that they would be closed indefinitely. Emergency workers continued to clear the debris inside the concert hall.A general sense of anxiety among Russians was exacerbated by bomb threats on Sunday that prompted the evacuation of shopping malls in Moscow and in other Russian cities.Tatiana Stanovaya, head of the France-based political analysis firm R. Politik, said that the Russian news outlets' focus on Ukraine was \"purely political in nature and is likely aimed at internal consumption.\"Mr. Macron said that France had offered to cooperate with Russia to investigate the Islamic State affiliate, adding that it would be a mistake to try and divert blame for the attack elsewhere.\"I think that it would be both cynical and counterproductive for Russia itself and the security of its citizens to use this context to try and turn it against Ukraine,\" Mr. Macron said.Dmitri S. Peskov, the Kremlin's spokesman, said he would not comment on the course of the investigation.\"We urge you to rely on the information that comes from our law enforcement agencies,\" Mr. Peskov said in comments reported by the news agency Interfax. He added: \"The investigation is ongoing. No coherent theory has been published yet. There was only preliminary data.\"The four suspects, according to their brief appearances in court, were foreign migrant workers who spoke little or no Russian. In , they looked severely beaten, and footage of their being tortured during interrogation, which has been verified by The New York Times, circulated widely on social media. One of the suspects, Muhammadsobir Z. Fayzov, 19, was .On Monday, a district court in Moscow arraigned three men suspected of acting as accomplices. Mr. Bastrykin, the top investigator, said that they provided an apartment to the suspected terrorists, and a car.The arrest of the suspects has raised questions about the regulation of labor migration into Russia. Mikhail Sheremet, a lawmaker, that he would push for the reintroduction of capital punishment in Russia.Aurelien Breeden contributed reporting from Paris."},
{"appears_url": "https://www.nytimes.com/2024/03/25/world/middleeast/un-security-council-gaza-ceasefire.html", "title": "U.N. Security Council Calls for Immediate Cease-Fire in Gaza as U.S. Abstains", "authors": "Farnaz Fassihi, Aaron Boxerman, Thomas Fuller", "contents": "The United Nations Security Council on Monday passed a resolution calling for an immediate cease-fire in the Gaza Strip during the remaining weeks of Ramadan, breaking a five-month impasse during which the United States vetoed three calls for a halt to the fighting.The resolution passed with 14 votes in favor and the United States abstaining, which U.S. officials said they did in part because the resolution did not condemn Hamas. In addition to a cease-fire, the resolution also called for the \"immediate and unconditional release of all hostages\" and the lifting of \"all barriers to the provision of humanitarian assistance.\"Prime Minister Benjamin Netanyahu of Israel immediately criticized the United States for allowing the resolution to pass, and ordered a delegation scheduled to go to Washington to hold high-level talks with U.S. officials to remain in Israel instead. President Biden had requested those meetings to discuss alternatives to a planned Israeli offensive into Rafah, the city in southern Gaza where more than a million people have sought refuge. American officials have said such an operation would create a humanitarian disaster.Mr. Netanyahu's office called the U.S. abstention from the vote a \"clear departure from the consistent U.S. position in the Security Council since the beginning of the war,\" and said it \"harms both the war effort and the effort to release the hostages.\"Top Israeli officials indicated that they would not implement the resolution for now. \"The State of Israel will not cease firing. We will destroy Hamas and continue fighting until the every last hostage has come home,\" Israel Katz, the country's foreign minister, wrote on social media.Yoav Gallant, the Israeli defense minister, who was already in Washington for meetings with top Biden administration officials, similarly gave no sign Israel would implement a cease-fire.\"We will operate against Hamas everywhere -- including in places where we have not yet been,\" he said. He added, \"We have no moral right to stop the war while there are still hostages held in Gaza.\"The White House sought to play down with Israel. John F. Kirby, a spokesman for the National Security Council, insisted there had been no change in U.S. policy. He said there had been no official notification that the full delegation from Israel was not coming to Washington, but added: \"We were looking forward to having an opportunity to speak to a delegation later this week on exploring viable options and alternatives to a major ground offensive in Rafah.\"\"We felt we had valuable lessons to share,\" Mr. Kirby said. He noted that Mr. Gallant was still expected to meet with Mr. Biden's national security adviser, Jake Sullivan, as well as Secretary of State Antony J. Blinken and Defense Secretary Lloyd J. Austin III.Inside the Security Council, the passage of the resolution was greeted with applause.\"Finally, finally, the Security Council is shouldering its responsibility,\" said Amar Bendjama, the Algerian ambassador to the U.N. and the only Arab member of the Council. \"It is finally responding to the calls of the international community.\"The resolution, which was put forth by the 10 nonpermanent members of the Council, was being negotiated intensely until the last minute, with the United States asking for revisions in the text.Sheltering under a tent in Rafah, Mohammed Radi, 37, said that the notion of the war ending was a dream after so many months of fighting.\"Things have not changed and I don't see people celebrating,\" he said by telephone when asked about the resolution. \"We are still at war.\"Antonio Guterres, the U.N. secretary general, who is in the Middle East meeting with Arab leaders about the war, said that, \"this resolution must be implemented. Failure would be unforgivable.\"In recent years, the United States has rarely broken with Israel in the Security Council. In 2009, in the final days of the George W. Bush presidency, the United States abstained on a cease-fire resolution on a previous war in Gaza. Under President Barack Obama, it abstained on the 2016 resolution on Israeli settlements. And it abstained again on on humanitarian aid for Gaza.\"The crucial variable is that the Biden administration is obviously not happy with Israel's military posture now, and allowing this resolution to pass was one relatively soft way to signal its concern,\" said Richard Gowan, an expert on the United Nations at the International Crisis Group. \"But the abstention is a not-too-coded hint to Netanyahu to rein in operations, above all over Rafah.\"Since the war began, the United States had calling for a cease-fire, agreeing with Israel's position that it had a right to defend itself, that a permanent cease-fire would benefit Hamas and that such a resolution could jeopardize diplomatic talks. Those vetoes infuriated many diplomats and U.N. officials as the civilian death toll in the war rose, and created rifts with staunch U.S. allies in Europe, including France.Russia and China then vetoed two alternative resolutions put forth by the United States, the , because, they said, the proposals did not clearly demand a cease-fire.The United States has been sharply criticized by many leaders for failing to persuade Israel, its close ally, to stop or scale back its bombing campaign and ground invasion in Gaza, which the territory's health officials say have , and .Israel launched the war after a Hamas-led attack on Oct. 7 that killed about 1,200 people, mostly civilians, and took over 250 hostage into Gaza, according to Israeli officials. Israeli leaders continue to insist that their aims, including the defeat of Hamas, have yet to be fully realized, meaning they cannot countenance a permanent cease-fire.Security Council resolutions are considered to be international law. And while the Council has no means of enforcing the resolution, it could impose punitive measures, such as sanctions, on Israel, so long as member states agreed.Linda Thomas-Greenfield, the U.S. ambassador, said the adopted resolution fell in line with diplomatic efforts by the United States, Qatar and Egypt to broker a cease-fire in exchange for the release of hostages held in Gaza. She said the U.S. abstained because it did not agree with everything in the resolution, including the decision not to condemn Hamas's Oct. 7 attacks.\"A cease-fire of any duration must come with the release of hostages -- this is the only path,\" Ms. Thomas-Greenfield said.The United States asked for a change in the text that removed \"permanent cease-fire\" and replaced it with a \"lasting cease-fire,\" according to diplomats, and wanted to make a cease-fire conditional to the release of the hostages, which is in line with its policy and the negotiations it is leading with Qatar and Egypt.The resolution adopted on Monday does demand for the unconditional and immediate release of all hostages, but does not make its cease-fire demand conditional on the releases. Ms. Thomas-Greenfield called the resolution \"nonbinding.\"The U.S.-backed resolution that failed on Friday also condemned Hamas's Oct. 7 attack and called for U.N. member states to restrict funding to the Palestinian armed group.Whereas the failed resolution drafted by the United States said the Security Council \"determines the imperative of an immediate and sustained cease-fire,\" the resolution that passed Monday was far more concise and direct. It demanded \"an immediate cease-fire for the month of Ramadan respected by all parties leading to a permanent sustainable cease-fire.\"There are two weeks remaining in the Muslim holy month of Ramadan.The resolution also deplores \"all attacks against civilians\" and \"all acts of terrorism,\" specifically singling out the taking of hostages.Israel's ambassador to the U.N., Gilad Erdan, accused the Council of being biased against Israel because it had taken no action on helping secure hostages held captive in Gaza. He said all Council members should have voted \"against this shameful resolution.\"As images of starving children, carnage and vast destruction of civilian infrastructure from Gaza have circulated, pressure has mounted on the Security Council to act and for the U.S. not to wield its veto.\"When such atrocities are being committed in broad daylight against defenseless civilians, including women and children, the right thing to do, the only thing to do morally, legally and politically is to put an end to it,\" Riyad Mansour, the Palestinian representative to the United Nations, said to the Council.International aid agencies, which have for months pleaded for a cease-fire in Gaza, welcomed the resolution and said in statements that it must be implemented immediately to provide civilians with a respite and allow aid workers to deliver food, medicine, water and other crucial items at the scale needed.\"A cease-fire is the only way to ensure civilians are protected and is central to enabling the scale up of humanitarian assistance to safely reach those in desperate need. This resolution must serve as a critical turning point,\" the International Rescue Committee said in a statement.Hamas, which is holding more than 100 hostages seized during the Oct. 7 attack on Israel that set off the war, welcomed the Security Council resolution in a statement on Telegram. It added that the Palestinian armed group was willing \"to immediately engage on a prisoner exchange process that would lead to the release of prisoners on both sides.\"The resolution that passed on Monday also called for both sides to \"comply with their obligations under international law in relation to all persons they detain.\"Iyad Abuheweila contributed reporting."},
{"appears_url": "https://www.nytimes.com/2024/03/25/nyregion/trump-hush-money-trial-manhattan.html", "title": "", "authors": "Ben Protess, Jonah E. Bromwich, Jesse McKinley, Kate Christobek", "contents": "Donald J. Trump is all but certain to become the first former American president to stand trial on criminal charges after a judge on Monday denied his effort to delay the proceeding and confirmed it would begin next month.The trial, in which Mr. Trump will be accused of orchestrating the cover-up of a simmering sex scandal surrounding his 2016 presidential campaign, had originally been scheduled to start this week. But the judge, Juan M. Merchan, had April 15 to allow Mr. Trump's lawyers to review newly disclosed documents from a related federal investigation.Mr. Trump's lawyers had pushed for an even longer delay of 90 days and sought to have the case thrown out altogether. But in an hourlong hearing Monday, Justice Merchan slammed their arguments, rejecting them all. In a particularly low moment for the defense team, the judge questioned the claims -- and eventually, the resume -- of one of Mr. Trump's lawyers as the former president looked on.After a midmorning break, the judge returned to the courtroom, said that the former president had suffered no harm from the late disclosure of the documents and made the April 15 trial date final.\"Defendant has been given a reasonable amount of time,\" the judge said crisply.The ruling -- coming nearly a year to the day after the Manhattan district attorney's office obtained an indictment of Mr. Trump -- makes it highly likely that the former president will go on trial next month even as three other criminal cases against him are mired in appeals and other delays.The decision underscored the limits of Mr. Trump's favored legal tactics, as Justice Merchan took the former president's lawyers to task for what he characterized as overheated rhetoric and transparent attempts at foot-dragging.He said that the defense's allegations that prosecutors had made ethical errors related to the document disclosure were \"incredibly serious, unbelievably serious,\" and then scolded Mr. Trump's lawyers for failing to substantiate their claims.\"You are literally accusing the Manhattan D.A.'s office and the people assigned to this case of prosecutorial misconduct and trying to make me complicit in it,\" the judge said.After the hearing, Mr. Trump pledged to appeal, attacking the district attorney's case as \"election interference.\" He seemed to doubt -- still -- that the trial would take place, saying, \"I don't know how you can have a trial like this in the middle of an election, a presidential election.\"Mr. Trump's other criminal cases are proceeding more slowly. Georgia prosecutors are unlikely to reach trial on election interference charges until after the presidential election. In Florida, on charges of mishandling classified documents is likely to be delayed; the Trump-appointed federal judge has not . And in Washington, a federal case charging Mr. Trump with plotting to overturn the 2020 election awaits the outcome of an April Supreme Court hearing, where the former president's lawyers will argue that .The Manhattan case against Mr. Trump was brought by the district attorney, Alvin L. Bragg, and centers on a hush-money payment that Mr. Trump's former fixer, Michael D. Cohen, made to the porn star Stormy Daniels in the run-up to the 2016 election. Mr. Bragg accused Mr. Trump of orchestrating that payment to keep Ms. Daniels quiet about her account of having had sex with Mr. Trump, who denies the encounter ever happened. Prosecutors say that Mr. Trump then falsified documents to hide reimbursements to Mr. Cohen, who is expected to be the star witness in the trial.But the proceeding was put on pause after federal prosecutors, who previously investigated Mr. Cohen, recently turned over thousands of documents. Mr. Trump's lawyers cast the disclosure as evidence of prosecutorial misconduct and urged Justice Merchan todismiss the case. Mr. Bragg argued against further delays, saying that the new materials were largely irrelevant or duplicative. The tentative April 15 trial date, Mr. Bragg's prosecutors said in a court filing Thursday, provided \"a more than reasonable amount of time\" for Mr. Trump to review the information.At the hearing, one of Mr. Bragg's prosecutors, Matthew Colangelo, estimated that only about 300 documents were pertinent to the trial, a statement that the judge appeared to take seriously.Justice Merchan has overseen other proceedings that involve Mr. Trump's associates, including the criminal trial of his business, the Trump Organization, in 2022, and has become familiar with the former president's tactic of delaying whenever possible. His decision showed the limits of that strategy and suggested that the hyperbole in which Mr. Trump's lawyers sometimes engage could work against them at trial.Monday could have been even worse for Mr. Trump, who was expected to have to post a half-billion dollar bond in a separate civil fraud case brought by the New York attorney general. But the former president was spared by an appeals court, which said it would accept a far smaller bond. The decision staved off a looming financial disaster for Mr. Trump, who would otherwise have been at risk of losing control of his bank accounts and eventually, some of his marquee properties.But Mr. Trump's criminal case remains a serious obstacle as he seeks to return to the White House.Almost from the beginning of Monday's hearing, Justice Merchan seemed skeptical of the arguments of Todd Blanche, . The judge pressed Mr. Blanche on the number of newly disclosed documents that the defense considered relevant to the hush-money trial, saying, \"I just want to get a sense of how much time you need.\"Appearing taken aback, Mr. Blanche consulted papers on the desk before him, and said that the answer was \"tens of thousands.\"Justice Merchan seemed dissatisfied. He said that Mr. Blanche was not answering his questions and that some of his statements were contradicted by the record. Eventually, the judge asked Mr. Blanche how long he had worked as a federal prosecutor, seeming to suggest that he should know better.When Mr. Blanche stated that the number of documents he needed to review was so large, the judge rebuked him for not directly answering his question of how many were relevant.Mr. Blanche apologized.Maggie Haberman Michael Gold and Wesley Parnell contributed reporting."},
{"appears_url": "https://www.nytimes.com/2024/03/25/arts/music/diddy-sean-combs-home-raided.html", "title": "Federal Agents Raid Homes Tied to Sean Combs in Los Angeles and Miami", "authors": "Ben Sisario, Julia Jacobs, William K. Rashbaum", "contents": "Federal agents raided homes in Los Angeles and Miami on Monday that are connected to the hip-hop mogul Sean Combs, a person with knowledge of the case said.Homeland Security Investigations carried out the raids but did not provide details about the case, including whether Mr. Combs was a target or which criminal charges were being investigated. Mr. Combs, who is also known as Puff Daddy or Diddy, has been accused of sexual assault and sex trafficking in multiple civil lawsuits over the last several months.A spokesperson for Mr. Combs did not respond to a request for comment.The criminal inquiry was being conducted by federal prosecutors in the Southern District of New York and federal agents with Homeland Security, a law-enforcement official said. Nicholas Biase, a spokesman for the Southern District, declined to comment.In a statement, Homeland Security said that agents from New York had \"executed law enforcement actions as part of an ongoing investigation, with assistance from HSI Los Angeles, HSI Miami and our local law enforcement partners.\"Video from Fox 11 (KTTV), a local television station in Los Angeles, showed armed officers entering a home in the Holmby Hills area of the city, which a law-enforcement official said was connected to Mr. Combs. Public records in California also indicate that the home is owned by a company led by Mr. Combs.The raids were a stunning development in the career of Mr. , 54, a producer, label executive and occasional rapper who has been one of the most influential and widely recognized figures in the music business over the last 30 years.He played an integral role in the transformation of hip-hop into a global commercial force, crafting hits and larger-than-life personas for rap and R&B performers like the Notorious B.I.G. and Mary J. Blige. He also made smash hits himself with songs like \"I'll Be Missing You\" (1997), a ballad to the Notorious B.I.G. after his killing in a drive-by shooting, which featured Faith Evans, the rapper's widow, and sampled the Police's hit \"Every Breath You Take.\"But Mr. Combs has also been dogged for decades by accusations of violence. In November, he was , his former girlfriend, who was also signed to his label, Bad Boy, as the performing artist .In her suit, Ms. Ventura accused Mr. Combs of forcing her to engage in sexual activity with male prostitutes over a period of years. The suit said that as a result of those encounters, which took place in a number of cities across the United States, Ms. Ventura was a victim of sex trafficking.Ms. Ventura's civil suit was , with her and Mr. Combs saying their dispute had been resolved \"amicably.\"That case, filed in a detailed 35-page complaint, drew headlines around the world and imperiled the business brand he had steadily built up over decades. In the months before Ms. Ventura's suit, Mr. Combs was given industry awards and released his first studio album in 17 years.Even after its settlement, Ms. Ventura's suit was followed by several more cases, each accusing Mr. Combs of sexual assault. In , a music producer, Rodney Jones, said that Mr. Combs had made unwanted sexual contact with him, and forced him to hire prostitutes and participate in sex acts with them. In recent months, many of Mr. Combs's business partners have distanced themselves from him.Federal investigators in New York have been leading the investigation, and have been conducting interviews asking potential witnesses about sexual misconduct allegations against Mr. Combs for several months, according to a person familiar with the interviews.Mr. Combs has denied the accusations against him. In December, after an anonymous woman accusing Mr. Combs and two other men of raping her in a New York recording studio in 2003, when she was 17, the music mogul said: \"Sickening allegations have been made against me by individuals looking for a quick payday. Let me be absolutely clear: I did not do any of the awful things being alleged.\"After Mr. Jones's suit last month, Shawn Holley, a lawyer for Mr. Combs, said Mr. Jones is \"nothing more than a liar who filed a $30 million lawsuit shamelessly looking for an undeserved payday,\" and called his accusations \"pure fiction.\" Ms. Holley and two other lawyers for Mr. Combs also did not respond to requests for comment on Monday.In a statement on Monday, Douglas Wigdor, a lawyer who represents Ms. Ventura and the anonymous woman who sued Mr. Combs alleging the assault at a New York studio, said: \"We will always support law enforcement when it seeks to prosecute those that have violated the law. Hopefully, this is the beginning of a process that will hold Mr. Combs responsible for his depraved conduct.\"The home searched in Miami was on Star Island, an exclusive enclave of mansions in Biscayne Bay popular with celebrities and the wealthy. On Monday its usual tranquillity was interrupted by a Homeland Security Investigations van with flashing red-and-blue lights, law enforcement officials in blue windbreakers and at least two agents with dogs, as well as journalists dotting its palm-lined lawns.A similar scene played out near Mr. Combs's home in Los Angeles, where by late afternoon a few dozen people, many of them journalists, milled about the tony neighborhood of Holmby Hills, unable to cross the yellow caution tape strung across South Mapleton Drive.A few Los Angeles Police officers blocked the road leading up to Mr. Combs's property. Those passing took an interest, with drivers of luxury sport utility vehicles slowing down to take photos of the scrum.The neighborhood, just a mile east of the University of California, Los Angeles, is accustomed to attention. Boasting a long list of celebrity residents, it is where Hugh Hefner once threw lavish parties at the Playboy Mansion and where Michael Jackson lived in a chateau just before his death. Most estates are surrounded by gates and greenery or vine-covered stone walls -- pillars of privacy for a community known for its exclusivity.Hamed Aleaziz contributed reporting from Washington, D.C., Chelsia Rose Marcius from New York, Corina Knoll from Los Angeles and Veronica Zaragovia from Miami."},
{"appears_url": "https://www.nytimes.com/interactive/2024/03/25/arts/dance/nyc-ballet-ukraine-solo.html", "title": "", "authors": "", "contents": ""},
{"appears_url": "https://www.nytimes.com/2024/03/25/us/politics/rfk-jr-voters.html", "title": "Who Are the RFK Jr. Voters?", "authors": "Katie Glueck", "contents": "Rosemary Pastrick thinks Americans were \"brainwashed\" into accepting the Covid vaccine. She regards both major political parties as corrupt. She is disillusioned with Donald Trump and Joe Biden. And she proudly supports Robert F. Kennedy Jr.\"Trump is in all these problems,\" said Pastrick, a 77-year-old who lives in Stanton, Mich. \"He couldn't stand losing. It was like he was on his own TV show and got fired. And then Biden -- he's not strong enough.\"Kennedy, in her view, \"tells the truth. He's outspoken. As far as I know, he's not crooked.\" Asked what she would do if he were not on the ballot in the fall, she replied, \"I would probably write him in.\"In a general election rematch between two familiar and unpopular major-party nominees, independent and third-party candidates, and their supporters, could take on exceptional significance in this year's presidential contest.And of those contenders, no one these days is drawing as much attention -- and inspiring as much angst -- as Kennedy, who, with his independent bid, has had a .Kennedy, an environmental lawyer, is , as my colleague Anjali Huynh wrote last summer. He is a running mate tomorrow in Oakland, Calif.My colleague Rebecca Davis O'Brien has reported that Nicole Shanahan -- a Bay Area lawyer and investor who was once married to the Google co-founder Sergey Brin -- is as a top contender. Kennedy the N.F.L. quarterback Aaron Rodgers and the former Minnesota governor and professional wrestler Jesse Ventura.Aside from his running mate, there are many more questions about Kennedy's candidacy. Where will he ? What happens to his standing as voters learn about his more divisive positions?Perhaps most urgently, who are his voters?\"All of these current expressions of support for Kennedy are in one sense illuminating because they show dissatisfaction with Biden and Trump,\" said Charles Franklin, the director of the Marquette University Law School Poll. \"They're not likely to be at all good predictors of the vote next fall.\"It is supporters of independent and third-party candidates. But there are a few things we do know.Some Kennedy supporters are drawn to his famous last name, even as many members of the Some supporters are politically disengaged; some count themselves as Libertarians or political independents, and others are longtime Democrats who have soured on the party's current leadership.And he has some die-hard fans.There are environmentalists from the New York area who are familiar with his work with the Riverkeeper organization, which is among the groups credited with cleaning up New York's polluted Hudson River, as my colleague in a close look at Kennedy's finances.Some appreciate his opposition to vaccine mandates, . Others are simply sick of the two-party system and looking to vent their frustrations.Brandon McVicker, 31, of Las Vegas, illustrates both the opportunity and the challenge for an independent candidate like Kennedy.He has heard Kennedy on several podcasts and appreciated his skepticism of Covid vaccine mandates.\"I was one of the people that didn't necessarily want it but it came down to it, it was either me or my job, so I had to pony up and get it,\" he said, expressing interest in Kennedy. \"He is open to, I guess, personal decision on a lot of stuff, especially for liberties and health care choices and stuff like that.\"He said he would be inclined to vote for Kennedy. But only, he added, \"if he was viable and pulled enough in the polls that I wouldn't just be throwing a vote out.\"Otherwise, he said, he was reluctantly leaning toward Trump.That instinct helps explain why third-party and independent candidates who start off with relatively strong polling numbers often struggle to maintain them.Partisan loyalties kick in, and \"voters seem to understand that their candidate cannot win the general election and voters don't want their ballots to go to waste,\" said Neil Newhouse, a Republican pollster.\"But,\" he added, \"even a few percent can help swing a state from one major party candidate to the other.\" about why he's running, the issues that matter most to him personally and his thoughts on positioning himself as a potential spoiler.Former president Donald Trump officially has a trial date next month in a New York courtroom after losing a last-ditch attempt to have it postponed.Justice Juan Merchan of State Supreme Court reaffirmed an , rejecting an 11th-hour claim that federal prosecutors in Manhattan had acted improperly by delaying the disclosure of thousands of pages of new evidence. Trump is accused of orchestrating the cover-up of a simmering sex scandal surrounding his 2016 presidential campaign.Merchan laid into Trump's lawyers during the hearing, saying their accusations against prosecutors were \"incredibly serious\" but unsubstantiated by the facts.During the hearing, Trump got some unrelated good news: A state appeals court ruled that he could hold off paying a $454 million judgment in a civil fraud case in the next 10 days.Trump promised to post the bond as soon as possible, but even the reduced amount of cash could strain his coffers.Meanwhile, Trump's social media company officially became a public company this morning, . But in order to tap into his newfound paper wealth, Trump would need the company's new board to remove a restriction that prevents him from selling shares or using them as collateral for the next six months.-- Alan Feuer"},
{"appears_url": "https://www.nytimes.com/2024/03/25/us/politics/speaker-mike-johnson-ukraine.html", "title": "Vowing the U.S. Will 'Do Our Job,' Johnson Searches for a Path on Ukraine", "authors": "Catie Edmondson", "contents": "When Speaker Mike Johnson opened the floor for questions at a closed-door luncheon fund-raiser in New Jersey last month, Jacquie Colgan asked how, in the face of vehement opposition within his own ranks, he planned to handle aid for Ukraine.What followed was an impassioned monologue by Mr. Johnson in which he explained why continued American aid to Kyiv was, in his view, vital -- a message starkly at odds with the hard-right views that have overtaken his party. He invoked his political roots as a Reagan Republican, denounced President Vladimir V. Putin of Russia as a \"madman\" and conceded the issue had forced him to walk a \"delicate political tightrope.\"Reminded by Ms. Colgan, a member of the American Coalition for Ukraine, a nonprofit advocacy group, of the adage that the only thing necessary for the triumph of evil was for good people to do nothing, Mr. Johnson replied that he kept a copy of the quotation framed in his office.\"That's not going to be us,\" he assured her. \"We're going to do our job.\"The exchange reflects what Mr. Johnson has privately told donors, foreign leaders and fellow members of Congress in recent weeks, according to extensive notes Ms. Colgan took during the New Jersey event and interviews with several other people who have spoken with him.While the speaker has remained noncommittal about any one option, he has repeatedly expressed a personal desire to send aid to Ukraine -- something in the past -- and now appears to be in search of the least politically damaging way to do it.The challenge for Mr. Johnson is that any combination of aid measures he puts to a vote will likely infuriate the growing isolationist wing of his party, which considers the issue toxic. Representative Marjorie Taylor Greene, Republican of Georgia, who has repeatedly said she would call a snap vote to unseat the speaker if he allowed a vote for Ukraine aid before imposing restrictive immigration measures, calling for his removal, saying she wanted to send him \"a warning.\"Even if Ms. Greene follows through on the threat, Mr. Johnson could still hold onto his job. Representative Hakeem Jeffries of New York, the minority leader, has said he believed would vote to save the speaker were he to face a Republican mutiny for acting on the Senate-passed aid package, though on Friday Mr. Jeffries said that had been In a lengthy statement on Friday after Ms. Greene had filed her resolution and the House departed Washington for its Easter recess, Mr. Johnson said that when lawmakers returned in two weeks, they would \"take the necessary steps to address the supplemental funding request.\"\"We have done important work discussing options with members,\" he said, \"and are preparing to complete our plan for action.\"Privately, Mr. Johnson has expressed an interest in linking Ukraine aid to a measure aimed at forcing the Biden administration to reverse its moratorium on liquid natural gas exports, according to three people familiar with his deliberations who were not authorized to discuss them. Mr. Johnson pressed the issue at a with President Biden and congressional leaders, arguing that by prohibiting new exports of domestic energy, the administration was increasing reliance on Russian gas, effectively enriching Ukraine's enemy.In that meeting, according to a person familiar with the comments, Mr. Johnson raised the case of Calcasieu Pass 2, a that would be situated along a shipping channel that connects the Gulf of Mexico to Lake Charles, La., and . The Biden administration in January had paused a decision on whether to approve it.He has puzzled over whether to put the aid to a vote on the House floor packaged with assistance for other U.S. allies, including Israel and Taiwan, or allow lawmakers to vote on them separately to register their support for each individual nation.With many Republicans bent on blocking aid to Ukraine, any legislation carrying it would need to be considered using a special procedure that bypasses House rules and requires a two-thirds majority for passage, relying heavily on votes from Democrats. But a combined aid package for both Ukraine and Israel like the one that could be doomed by a coalition of right-wing Republicans opposing the money for Kyiv and .Mr. Johnson has pondered imposing new sanctions against Russia. And he has debated how the money should be structured -- straight assistance versus a loan -- and whether it should be exclusively for lethal aid, a type of assistance that is more widely supported by his conference, or also include nonmilitary assistance.\"There is a big distinction in the minds of a lot of people between lethal aid for Ukraine, and the humanitarian component,\" Mr. Johnson said at a news conference at the Capitol last week.Both he and Representative Michael McCaul, Republican of Texas and the chairman of the Foreign Affairs Committee, have publicly floated the idea of paying for some of the aid by selling off Russian sovereign assets that have been frozen using legislation called .Mr. Johnson has faced mounting international pressure to allow a vote on aid to Ukraine, fielding almost weekly visits and calls from NATO allies and pro-Ukraine activists both at his offices in Washington and Louisiana. When Prime Minister Donald Tusk of Poland earlier this month, he had a sharp public message for the speaker.\"This is not some political skirmish that only matters here in America,\" Mr. Tusk told reporters. \"The absence of this positive decision of Mr. Johnson will really cost thousands of lives there -- children, women. He must be aware of his personal responsibility.\"Meeting privately with Mr. Johnson in his office in the Capitol, President Andrzej Duda of Poland appealed to the Louisiana Republican's respect for President Ronald Reagan, whose portrait hung beside the speaker during the meeting. Mr. Duda quoted Mr. Reagan extensively and praised his willingness to during the Cold War, according to a person familiar with the comments who requested anonymity to describe them.Some skeptical Ukraine backers, both on and off Capitol Hill, have fretted that Mr. Johnson's agreeable comments have simply reflected his penchant for telling people what they want to hear. Early in Mr. Johnson's tenure as speaker, lawmakers noticed that he had a habit of leaving listeners from warring factions with the impression he agreed with each of them.Yet at the fund-raiser in New Jersey last month, he was fairly candid about his calculations.Mr. Johnson told the audience that he was \"working to figure out the best route forward,\" Ms. Colgan recalled, adding that he said that half of House Republicans wanted to move it together as a package with Israel and Taiwan, and the other half wanted to do it on its own.At a separate fund-raiser in Binghamton for a congressman in New York's Hudson Valley last month, Christina Zawerucha, the executive director of the Together for Ukraine Foundation, and Anatoliy Pradun, the group's president, who was born and raised in Ukraine, approached the speaker to press him on holding a vote.Mr. Pradun had hoped to appeal to Mr. Johnson's faith by telling him of the strong evangelical Christian community in Ukraine. But realizing they had little time to make their case, Ms. Zawerucha and Mr. Pradun instead gave the speaker a pin with the Ukrainian and American flags, showed him their poster advertising an upcoming interfaith vigil for Ukraine and implored him to schedule a vote on aid to Kyiv.\"He didn't turn us away,\" Ms. Zawerucha said. \"He pointed at our poster and said, 'I will take care of this. I will take care of this.'\"When Ms. Zawerucha relayed the interaction to fellow activists after the luncheon, they asked what she thought he meant.\"And at this point, I don't know,\" she said. \"It's been over a month since Speaker Johnson said he would take care of this. And a vote for Ukraine still has not been allowed on the floor.\"Julian Barnes contributed reporting."},
{"appears_url": "https://www.nytimes.com/2024/03/25/world/americas/jair-bolsonaro-hungary-video.html", "title": "Video: Bolsonaro, Facing Investigations, Hid at Hungarian Embassy", "authors": "Jack Nicas, Christoph Koettl", "contents": "On Feb. 8, Brazil's federal police confiscated former President Jair Bolsonaro's passport and arrested a pair of his former aides on after Mr. Bolsonaro lost the 2022 presidential election.Four days later, Mr. Bolsonaro was at the entrance to the Hungarian Embassy in Brazil, waiting to be let in, according to the embassy's security-camera footage, which was obtained by The New York Times.The former president appeared to stay at the embassy for the next two days, the footage showed, accompanied by two security guards and waited on by the Hungarian ambassador and staff members. Mr. Bolsonaro, a target of , cannot be arrested at a foreign embassy that welcomes him, because they are legally off-limits to domestic authorities.The stay at the embassy suggests that the former president was seeking to leverage his friendship with , Prime Minister Viktor Orban of Hungary, into an attempt to evade the Brazilian justice system as he faces criminal investigations at home.The Times analyzed three days' worth of footage from four cameras in the Hungarian Embassy showing that Mr. Bolsonaro arrived late on Monday, Feb. 12, and left the afternoon of Wednesday, Feb. 14. In between, he mostly stayed out of sight.The Times verified the footage by matching it with images of the embassy, including satellite imagery that showed the car in which Mr. Bolsonaro arrived parked in the driveway on Feb. 13.EntrancegateBrazilBrasiliaBolsonaro'sparked carHungarianEmbassyGuestapartments50 feetEntrancegateBrazilBrasiliaBolsonaro'sparked carHungarianEmbassyGuestapartments75 feetImage captured by Pleiades Neo satellite network.By Leanne Abraham; image by Airbus DSA Hungarian Embassy official, who spoke on the condition of anonymity to discuss internal affairs, confirmed the plan to host Mr. Bolsonaro.After this article was published, Mr. Bolsonaro confirmed his stay at the embassy. \"I won't deny I was at the embassy,\" . \"I have a circle of friends with some world leaders. They're worried.\"Mr. Bolsonaro's lawyer, Paulo Cunha Bueno, said in a statement Monday that the former president stayed at the embassy to discuss politics with Hungarian diplomats. \"Any other interpretations,'' he said, \"are clearly fictional works. In practice, just another piece of fake news.\"The Hungarian Embassy did not respond to a request for comment.Mr. Bolsonaro and Mr. Orban have had for years, finding common ground as two of the most far-right leaders in democratic nations.Mr. Bolsonaro called Mr. Orban his \"\" during a visit to Hungary in 2022. Later that year, Hungary's foreign minister if Hungary could do anything to help re-elect Mr. Bolsonaro, according to the Brazilian government's summary of his comments. In December, Mr. Bolsonaro and Mr. Orban met in Buenos Aires at the inauguration of Argentina's new right-wing president, . There, Mr. Orban called Mr. Bolsonaro a \".\"Mr. Bolsonaro faces deepening criminal investigations in Brazil. In the 15 months since he left office, his , his cellphone and , and several of his allies and former aides .The cases that target Mr. Bolsonaro involve a variety of accusations, including that he took part in plots to he received as state gifts while he was president and his Covid-19 vaccination records in order to travel to the United States. Brazil's federal police last week against the former president in the case involving the fake Covid-19 vaccine cards, but prosecutors have yet to weigh in.In the most serious accusations, the police have said that Mr. Bolsonaro with several of his top ministers and aides to try to hold onto power after he was defeated in the election. The police arrested some of his top allies on Feb. 8 and raided the homes of others.Hours later, Mr. Orban for Mr. Bolsonaro, calling him \"an honest patriot\" and telling him to \"keep on fighting.\"On Feb. 12, four days later, Mr. Bolsonaro posted online calling his supporters to a rally in Sao Paulo that month. \"I want to defend myself from all these accusations,\" he said in the video. \"Until then, God willing.\"Later that day, he went to the Hungarian Embassy. In the moments before his arrival, security footage shows Miklos Halmai, the country's ambassador to Brazil, pacing and typing on his phone. The small embassy was mostly empty, except for the handful of Hungarian diplomats who live there. Local staff members were on vacation, because Mr. Bolsonaro's stay came in the middle of Brazil's national Carnival celebrations.At 9:34 p.m., a black car appeared at the embassy gate. A man got out, eventually clapping to get the attention of someone inside. Three minutes later, Mr. Halmai opened the gate and indicated where to park.Mr. Bolsonaro and two men who appeared to be security guards exited the vehicle. Mr. Halmai led them inside. After chatting briefly, the four men got into an elevator.Over the next two hours, embassy staff made several trips toward an area of the building where there were two guest apartments, according to the footage and the embassy official. They carried bedding, water and other items, until activity stopped at about 11:40 p.m.The next morning, at 7:26 a.m., Mr. Halmai walked from the residential area and typed on his phone. A half-hour later, the ambassador and another man brought a coffee maker to the residential area.For the rest of the day, the Hungarian staff mulled around the embassy grounds, including parents with a child.In the early evening, Mr. Bolsonaro strolled around the embassy parking lot with one of his security guards.Twice, Mr. Bolsonaro's security guards left. Around lunch, a guard returned with what appeared to be a pizza.At 8:38 p.m., a guard drove back into the embassy parking lot with another man in the back seat. Carrying a bag, that man entered the residential area where Mr. Bolsonaro appeared to be staying. The man left 38 minutes later.As the car departed, a man who resembled Mr. Bolsonaro exited the residential area to watch.On Feb. 14, the Hungarian diplomats contacted their local Brazilian staff members, who were scheduled to return to work the next day, telling them to stay home for the rest of the week, according to the embassy official. They did not explain why, the official said.That day, Mr. Bolsonaro is first spotted in the security-camera footage at 4:14 p.m., when he and his two guards exited the residential area carrying two backpacks and headed directly for their car. Mr. Halmai trailed behind. The ambassador watched the car pull out and waved goodbye.The specter of prison time for Mr. Bolsonaro has prompted wide speculation that he might try to flee justice. Two of his sons have , prompting the country's foreign minister to that Mr. Bolsonaro, who has Italian heritage, had also sought citizenship.The evening before he left office, Mr. Bolsonaro and . One of his most prominent supporters, a far-right pundit named Allan dos Santos, has been able to avoid arrest in Brazil on accusations that he threatened federal judges as he in the United States.Two weeks after Mr. Bolsonaro's departure from the embassy -- it is unclear why he left --he in Sao Paulo. Independent observers estimated that 185,000 supporters attended. At the rally, Mr. Bolsonaro repeated his defense that he was the victim of political persecution. He and his lawyers have argued that Brazil's Supreme Court , meddled in the 2022 election and is now trying to jail him and his allies. They have recently pointed to recordings of a former Bolsonaro aide, whose confessions have become key to the investigations, claiming that investigators have a predetermined narrative that Mr. Bolsonaro is guilty.In the weeks since, Mr. Bolsonaro's legal woes have worsened. The country's Supreme Court released documents that showed the leaders of Brazil's Army and Air Force told the police that, after losing the 2022 election, Mr. Bolsonaro presented military leaders with . The military leaders told the police they refused and warned the former president they might arrest him if he tried to do so.Mr. Bolsonaro said this month that he was not worried about being arrested.\"I could very well be in another country, but I decided to come back here at all costs,\" . \"I'm not afraid.\"Video production by Natalie Reneau."},
{"appears_url": "https://www.nytimes.com/2024/03/24/business/bill-ackman.html", "title": "Famously Obstinate, Bill Ackman Is Now Real-Life Famous. What Next?", "authors": "Maureen Farrell", "contents": "In June 2017 -- as he was reeling from the end of his marriage of more than two decades and some of the most disastrous investments of his career -- Bill Ackman, the billionaire hedge-fund financier, joined Twitter.In his few posts that year and the next, Mr. Ackman, now 57, shared a picture of himself posing in line at the fast-food chain Chipotle, one of his largest investments; links to position papers on another investment, ADP; and a news release announcing the winners of his foundation's awards. He offered his early Twitter followers little of the drama that was part of his investing style and would later become a hallmark of his round-the-clock social media posts.Just a few months later, Mr. Ackman went on his first date with a Massachusetts Institute of Technology professor, Neri Oxman. He was instantly smitten, and asked her on that date if she was open to having children, he told the crowd last year at an awards dinner.By 2018, at his annual investor meeting for his hedge fund Pershing Square, he told investors he was certain his firm's performance, which had been suffering, would turn around because he was in love with Dr. Oxman. They married the following year.And yet, it was arguably the other new relationship in his life that helped him past his professional rut: Twitter.Mr. Ackman has credited his use of the platform with helping him see around corners during the pandemic. His $27 million bet against the market became $2.7 billion in a matter of weeks in early March 2020. (Forbes his net worth at $4.3 billion.)In the years since, Mr. Ackman's use of Twitter, now X, has pushed him into the realm of celebrity far beyond the investment world. He has more than 1.2 million followers on the platform, where he and X's owner, Elon Musk, frequently amplify each other.Only a few other titans of finance have more than 100,000 followers. His longtime nemesis, the hedge fund manager Carl Icahn, has 464,400 followers. Ray Dalio, the founder of the hedge fund Bridgewater Associates, has eclipsed Mr. Ackman with 1.3 million.Thanks to the platform, his fans are now an unlikely nexus of people: everyone from right-wing zealots fighting any push for diversity to liberals worried about antisemitism. Even Mr. Icahn said he agrees with some of what Mr. Ackman has been posting about.Last year, he used his account to wage an aggressive public campaign similar to those he's used against chief executives of major companies, pushing out Claudine Gay, the president of Harvard University, over her response to complaints of antisemitism, as well as allegations of plagiarism. He pivoted from that fight , while questioning whether Dr. Gay was hired because of her race, a charge that drew he was racist and a bully.Ben Eidelson, a professor at Harvard Law School, called him an \"interloper\" and to The New York Times that \"We can't function as a university if we're answerable to random rich guys and the mobs they mobilize on Twitter.\"For some, the intensity of Mr. Ackman's focus on the issue seemed to come out of the blue, but in fact this kind of crusade was an extreme version of what he has long done in his professional life: full speed ahead, without any regard for the kind of potential collateral damage that some say he inflicted on Harvard's community.Now, he's going after reporters and executives at Business Insider and its parent company, Axel Springer, after they published articles asserting that Dr. Oxman had committed plagiarism in her academic work.It's a moment of intense fame for Mr. Ackman. A late February featured a close-up of his face with the headline \"Raging Bill.\" He now has dozens of on Facebook and other social media outlets pretending to offer up stock tips.And despite the uncomfortable scrutiny that has resulted for his wife, Mr. Ackman seems to be enjoying his moment in the sun.\"We live in a world in which people are afraid to speak the truth,\" Mr. Ackman said. \"I've gotten calls from some of the most prominent people in the world who say, 'I wish I could say what you're saying.'\"So, now that he's -famous, not just finance famous, what does Mr. Ackman want to do with that influence?\"I have no plans to run for president, but I do like having an independent voice and having influence,\" he said. (He said he would get permission from his family members before a run for office and doesn't expect they would give it.) In January, he he planned to fund what he calls a \"think-and-do-tank\" to come up with solutions to problems, including antisemitism and child sex trafficking, and carry them out. He said he has engaged a search firm to find the right person to direct the organization.And in early February, Mr. Ackman announced a plan that would help him capitalize on his following: He said he would seek to raise $10 billion or more in an initial public offering from U.S. retail investors to invest in public companies -- in other words, from the ordinary person who might know him from Twitter and want to buy into the Ackman brand.The fund would operate as a closed-end fund, meaning investors could take money out only if someone else put new money in. (In a traditional mutual fund, you can remove money at any time.) In a regulatory filing, Pershing Square -- whose hedge-fund clients have mostly been large institutions -- said Mr. Ackman's \"brand-name profile and broad retail following\" would drive investor interest, and suggested that it could become the largest closed-end fund. Mr. Ackman compared his ambitions for his closed-end fund to what Warren Buffett had accomplished with Berkshire Hathaway.But more broadly, it might just be that what Mr. Ackman wants to do now is exactly what he's been doing for years: telling people why he's very right, despite a few high-profile instances where he's gotten things very wrong in his business dealings.\"I would be a very happy man in life if I could be as certain of just one thing as he is certain about everything,\" Mr. Icahn said of him in an interview..Mr. Ackman is quick to exert his influence on everything from the personal lives of the people around him to corporations to world events.\"I like to fix things that are broken,\" Mr. Ackman said.Take the case of David Sabatini, a former Massachusetts Institute of Technology professor and researcher. His primary laboratory affiliation was with the Whitehead Institute of Biomedical Research, a nonprofit research institution at M.I.T. In 2021, the Whitehead Institute placed him on leave after an independent law firm investigation found that he had violated the sexual misconduct policy. He later stepped down from his role at the university in 2022 after an administrative review recommended revoking his tenure. M.I.T.'s president at the time, L. Rafael Reif, said in a letter to faculty that its own review concluded that Mr. Sabatini \"behaved in ways incompatible with the responsibilities of faculty membership,\" for having \"engaged in a sexual relationship with a person over whom he held a career-influencing role\" without disclosure. It had also received reports of \"unprofessional behavior\" by Mr. Sabatini toward \"some lab members.\"Mr. Ackman, who said he conducted his own review, believes Mr. Sabatini was not fairly treated.In February 2023, Mr. Ackman said he and an anonymous donor would give Mr. Sabatini $25 million over five years to fund a new research lab. Mr. Ackman said Mr. Sabatini would open a new lab in Boston soon. Mr. Sabatini, who landed a post at a Czech university last year, wrote in an email to The Times that he was grateful for the funding.Closer to home, Mr. Ackman also intervened in accusations of sexual misconduct. In 2010, his personal trainer was jailed at Rikers Island on a rape charge. He called Mr. Ackman, who helped him post roughly $200,000 for bail, helped him find criminal lawyers and paid his legal bills. The case never moved past a New York grand jury, though the alleged victim, who said through a lawyer that she didn't know about Mr. Ackman's involvement, recently filed a suit against the trainer in court using the Adult Survivors Act. (The filing said that two other women had reported the trainer to the New York Police Department, accusing him of sexual assaults. The defendant filed his own defamation lawsuit in response.)Mr. Ackman said he's been a longtime supporter of the Innocence Project and has paid legal bills for people he didn't know. In this case, he said, he believes his personal trainer was unfairly accused in all three instances.The trainer had an image of Mr. Ackman, taken from a Fortune Magazine story, tattooed on his calf as a way of expressing his gratitude and admiration.At Pershing Square, his investment firm, Mr. Ackman also tends to get closely involved in the lives of its several dozen employees. He can be generous, personally paying for medical bills and helping employees pay off debt.But, according to people in the organization who asked not to be identified for fear of losing their jobs, Mr. Ackman has at times taken things too far. He often critiques men's appearances, by pushing them to lose weight and use his nutritionist. (Mr. Ackman said he had done that only with his close friends who happen to work with him.) He encourages his employees to work out at the company gym and told one of his executive assistants that the women in the office should consult him on hair and makeup decisions.Mr. Ackman said that if he had ever said something about hair and makeup decisions, he was joking and said he didn't remember doing so.(He also wants to control his press narrative, warning this reporter \"not to be the bad version of The New York Times.\")He has told people, including employees, that he had a knack for setting people up with their future spouses. Roughly a decade ago, when he was still married to his first wife, Mr. Ackman hosted several of what he called singles parties at his Upper West Side apartment. He asked guests to bring their best single friend. Attendees were handed a card from a card deck and asked to find the person with the same card. \"It's a patented method,\" he joked. He said he's set up four currently married couples and dozens of people in relationships.Control has been a professional theme for Mr. Ackman, too. He became a billionaire by following the corporate raider model pioneered in the 1980s by Mr. Icahn, Nelson Peltz, and others, in which investors take stakes in companies and demand change.Mr. Ackman has long been fascinated by the levers of society that propel people into power. As an undergraduate at Harvard, he wrote a thesis titled, \"Scaling the Ivy Wall: The Jewish and Asian American Experience in Harvard Admissions.\" In it, he noted that college, and particularly a Harvard education, essentially determined \"who is going to manage society.\"In late 1992, at age 26, Mr. Ackman and a classmate started his first hedge fund, Gotham Partners, straight out of Harvard Business School. He raised $3.1 million overall -- from Marty Peretz, the owner of The New Republic who had been his college professor and mentor; by cold-calling more than 100 members of the Forbes 400 list (four invested, he said); and eventually his own father.Mr. Ackman's only serious job had been working for his father, a New York City commercial real estate broker, for two years between undergraduate and business school. \"I was never good at working for other people,\" he said. Even at that untested stage of his career, he felt he had his own superior approach, which he modeled after Mr. Buffett's writings and investing strategy.Gotham Partners quickly chalked up media attention, mostly from an unsuccessful bid with partners to buy Rockefeller Center. But one investment would feed his unyielding confidence in his convictions.In 2002, Mr. Ackman started telling credit ratings agencies, government regulators, investors and anyone who would listen that MBIA, the world's largest bond insurer, had understated its potential losses and had not taken adequate reserves. Because of that it didn't deserve its pristine credit rating, he argued.He publicly trashed the company while wagering that the stock would fall. Eliot Spitzer, the New York attorney general at the time, began an investigation into whether Mr. Ackman was engaged in market manipulation.It took nearly six years (during which time he'd shuttered Gotham Partners and started Pershing Square) but by late 2007, it became clear that Mr. Ackman had prevailed. MBIA for civil fraud charges with regulators and paid large fines. He generated more than $1.1 billion in profits on his short bet.Thus was born Mr. Ackman's nearly fanatical belief that he can see, and fix, what even those closest to a situation are blind to.He entered a period of stellar returns -- some of the best on Wall Street -- during the financial crash. He began to live more like a billionaire. The company bought a private jet. People close to him said he hired a stylist around this time, though Mr. Ackman said he simply had someone bring in fabrics and recommendations for business suits (\"I have my own style,\" he said). The not-stylist introduced him to his personal trainer.As he ramped up his public profile, Mr. Ackman became even more vocal in the press about his investments and his plans to change companies.Yet several bets, beginning in 2011, became high-profile disasters, including those on the retailer J.C. Penney Company and the pharmaceutical company Valeant.At J.C. Penney, Mr. Ackman pushed hard for the company to change its strategy, away from lower-priced merchandise and toward higher-end brands. He boasted that the changes would make it one of the most important retailers in the United States, and handpicked a senior Apple executive as its chief executive. The pivot nearly ruined the company.As Valeant and its chief executive, Michael Pearson, were being accused of buying drugs and marking up their prices, Mr. Ackman continued to praise Mr. Pearson, calling him \"one of the most shareholder-oriented C.E.O.s I know.\" Mr. Ackman said he wasn't aware at the time how aggressively Valeant was marking up prices. He sold his stake in 2017 and lost $4 billion on the trade. Later that year, Pershing Square agreed to pay $193.75 million to settle claims by plaintiffs' firms that the firm illegally traded on plans -- which never materialized -- for Valeant to take over its rival Allergan with insider information. (The S.E.C. earlier had dismissed allegations of wrongdoing by Pershing Square.)Then there was Herbalife, the nutritional supplement company that Mr. Ackman said was preying on people as a multilevel marketing scheme. \"This is a criminal enterprise,\" Mr. Ackman said in 2014. He said he would take the fight \"to the ends of the earth\" and hosted meetings, conducted research and constantly called on regulators to shut it down. And although Herbalife by the Federal Trade Commission to pay $200 million to consumers hurt by its practices and make changes to its business, this time, unlike with MBIA, Mr. Ackman didn't reap the benefits. By 2018, Mr. Ackman sold his entire position in the company and lost roughly $1 billion.Still, he had access to permanent capital: a pot of money that was relatively stable.Hedge fund managers and their teams typically spend months each year fund-raising from big pension funds and other large investors. If things go south, these investors can generally pull money out on a quarterly basis, and drain a hedge fund of its capital relatively quickly.But in 2014 Mr. Ackman raised money on the Amsterdam stock exchange, and created a fund where investors could get their money out only if someone else bought their stake, similar to what he plans to do with his new retail fund.Investors had to bet long on Mr. Ackman's correctness, as he himself has always been happy to do.Mr. Ackman has long been politically active, mostly donating to Democratic causes. More recently, he's taken some unusual turns from that stance, at one point donating to Robert F. Kennedy Jr.'s campaign for president.Mr. Ackman said that, though he's a registered Democrat in order to vote in local elections, he's \"never been a party-line person,\" and prefers to identify as a centrist. He said that Mr. Kennedy had raised important questions about the safety of vaccines. (He also donated to the campaign of Dean Phillips, a Democratic primary challenger to Mr. Biden, as well as to Republican primary entrants Chris Christie, Nikki Haley, Vivek Ramaswamy and Doug Burgum.)During the pandemic, Mr. Ackman started to opine more on current events, urging then-President Trump to \"launch the biggest infrastructure program of all time now\" in late March 2020, and pushing him to \"graciously\" concede the 2020 election.Last March, he hosted a small dinner at his Manhattan penthouse apartment and asked the dozen or so guests to bring ideas for ending the war in Ukraine. That was one world crisis that he wanted to fix, but by the time the entrees were served, another one required his attention: Silicon Valley Bank had started to unravel suddenly.Mr. Ackman said he asked Jamie Dimon, who was in attendance, whether he would consider buying the bank. (JPMorgan Chase didn't, though it did buy First Republic bank a few weeks later.) Mr. Ackman spent the rest of the weekend making calls to powerful people and posting about how he could help save the banking system.Still, only since October has he engaged in campaigns on social issues that resemble the intensity of his corporate activist campaigns.In the fall, the 12 members of the governing board of Harvard University learned what so many chief executives and corporate boards have over the past few decades: Once Mr. Ackman gets fixated on an idea to change things, he won't stop.Shortly after the Hamas attacks on Israel, Mr. Ackman became a vocal critic of the response by Harvard president Claudine Gay to complaints of antisemitism on campus. He quickly began to attack her by ; from there, he used the occasion to a larger crusade efforts at universities and in workplaces.\"Her identity made people feel more comfortable attacking or scrutinizing in a way they wouldn't have in the past,\" said Julie Park, a professor of education at the University of Maryland at College Park and the author of \"Race on Campus: Debunking Myths With Data.\" \"If Claudine Gay had been your traditional old white man, would he have gone after her in the same way?\"After a stream of critical posts about Dr. Gay and calls, texts and letters to her and members of Harvard's governing board, he started calling for her ouster in December after she testified before Congress and appeared to evade questions about whether students should be disciplined if they called for the genocide of Jews.Mr. Ackman then that seemed to show Dr. Gay hadn't properly cited other researchers in her academic work, adding plagiarism to the list of charges he made against the Harvard president. He Harvard's response to the accusations \"a scandal and a stain on the reputation of Harvard that goes far beyond President Gay,\" in a series of lengthy on the subject.On Jan. 2, Dr. Gay resigned. In her letter to the Harvard community, she wrote that it was \"frightening to be subjected to personal attacks and threats fueled by racial animus.\"Mr. Ackman said his calls for her ouster were not motivated by racism. He pointed out that he also called, though with less intense focus, for the resignation of presidents of M.I.T. and University of Pennsylvania, who also testified in Congress, and are both white women. He said he wanted to intervene because \"the Harvard I love has lost its way.\"He remains critical of D.E.I. initiatives at universities, and said on X that \"racism against white people\" is \"deemed acceptable racism.\"\"Since October 7th, yes, I do feel like I've been in a war,\" he said in a February interview with a podcaster, Lex Fridman.Mr. Ackman has said publicly that he's gotten calls, handwritten letters and emails thanking him for his Harvard campaign. Brent Saunders, chief executive of Bausch & Lomb, who was once on the other side of Mr. Ackman on an activist campaign, said he sent Mr. Ackman a note to thank him \"for bringing this issue to the forefront for many people,\" referring to antisemitism.Still, at least three advisers to his Pershing Square Foundation have resigned because of Mr. Ackman's support for David Sabatini and his campaign against Dr. Gay.Joshua Sanes, a neuroscience professor at Harvard, resigned from an advisory panel after Mr. Ackman called for Dr. Gay's ouster.\"He's using his wealth to bully the university to change their politics in accordance with his political agenda,\" Mr. Sanes said.Mr. Ackman said he never used his money or threatened to withhold or withdraw donations to Harvard to influence events there. \"The only thing I used is my Twitter account and my ability to write,\" he said.It was, he said, his relatively newfound concerns over antisemitism that have motivated him to push for changes in society. And he has found himself increasingly interested in Israeli politics.This month, he and Dr. Oxman hosted a dinner at his apartment for a few dozen friends where Yuval Noah Harari, the Israeli intellectual and best-selling author of \"Sapiens,\" spoke. Mr. Hariri raised concerns about the radical, far-right faction within Israel that is seeking to push out Palestinians from the country. (Mr. Ackman said in an interview that he shares those concerns.)For decades, Mr. Ackman had been involved in Israeli causes, and has given money to both Israeli and Palestinian organizations. But Mr. Ackman's father, who died last year, had pushed Mr. Ackman to do more to fight antisemitism, he said.Still, before Oct. 7, Mr. Ackman was often skeptical that antisemitism was a major issue and told his father as much. The response at Harvard in particular after the Hamas attacks caused him to change his mind.In 2017, Mr. Peretz was one of two people to help set Mr. Ackman up with Dr. Oxman, then a 41-year-old professor at M.I.T.'s Media Lab.Born in Israel, Dr. Oxman came to M.I.T. in 2005 as a graduate student at the Media Lab, where she studied design computation and worked on she calls \"material ecology.\" According to former colleagues, Dr. Oxman's recognition inside and outside her department quickly eclipsed that of other students and even professors.She became an academic celebrity, and even the subject of a that highlighted her friendship with the actor Brad Pitt, a design hound. (Mr. Ackman told Mr. Fridman on his podcast this year that he had been momentarily worried that \"Brad Pitt's going to take my girlfriend.\")Dr. Oxman, who earned a spot on the faculty after finishing her degree, left M.I.T. several years ago and started her own research, invention and designfirm, OXMAN. (She declined to comment.)Three days after Dr. Gay resigned from Harvard over the plagiarism accusations, Mr. Ackman began to post on X that Business Insider would shortly publish a story that accused his wife of plagiarism. The publication reported that she had quoted Wikipedia in 15 places, without citation, in her 2010 thesis.He continued to post lengthy diatribes over the next days and weeks, drawing more attention to the accusations against his wife. He also seemed to take a very different position on plagiarism when it came to the questions about Dr. Oxman's work than he had on Dr. Gay's work.He defended Dr. Oxman in a slew of lengthy posts on X and other forums, arguing that M.I.T.'s faculty handbook didn't explicitly mention Wikipedia until 2014, and noting that there were issues in only four paragraphs out of 2,700. It was \"clearly not theft of intellectual property,\" he said on CNBC.Since then, Mr. Ackman has called for the firing of the Business Insider reporters who wrote the article and asked the publication for a retraction. He's threatened to sue and retained the aggressive defamation law firm Clare Locke, to go after the New York Post for accusing Dr. Gay of plagiarism. Through his lawyers, he asked the company to publicly apologize and create a fund to \"compensate other victims of Business Insider's libelous reporting and to discourage their inappropriate conduct in the future.\" (Business Insider )Mr. Ackman also said he planned to conduct plagiarism reviews on the work of all professors from M.I.T., including the president. The review is ongoing, a spokesperson for Mr. Ackman said.But Mr. Ackman told the podcast host Mr. Fridman in an interview that he has been advising his wife that it could be good for her in the long run. \"You're mostly known in the design world. Now everyone in the universe has heard of Neri Oxman,\" Mr. Ackman said.\"You're going to be doing an event in six months,\" he continued, recounting the rest of his pep talk. \"It's going to be like the iPhone launch, because everyone's going to be paying attention and they're going to want to see your work.\"Now, as he creates his new fund, more eyes are on Mr. Ackman.On X, he's offered hints of where his social preoccupations might turn next, with an increasing number of posts criticizing President Biden's positions on immigration, relating it to crime around the United States.But Mr. Ackman declined to talk about where he would focus his intellectual energy in the near future. He's still agitated by what he sees as the media's power \"to destroy lives\" -- not only at Business Insider but more broadly.Would he ever buy his own publication?No, he said. \"Thanks for playing! Next!\""},
{"appears_url": "https://www.nytimes.com/2024/03/25/world/middleeast/video-sexual-assault-israel-kibbutz-hamas.html", "title": "Israeli Soldier's Video Undercuts Medic's Account of Sexual Assault", "authors": "Adam Rasgon", "contents": "New video has surfaced that undercuts the account of an Israeli military paramedic who said two teenagers killed in the Hamas-led terrorist attack on Oct. 7 were sexually assaulted.The unnamed paramedic, from an Israeli commando unit, was among dozens of people interviewed for a Dec. 28 article by The New York Times that examined . He said he discovered the bodies of two partially clothed teenage girls in a home in Kibbutz Be'eri that bore signs of sexual violence., and reported similar accounts from a military paramedic who spoke on condition of anonymity.But footage taken by an Israeli soldier who was in Be'eri on Oct. 7, which was viewed by leading community members in February and by The Times this month, shows the bodies of three female victims, fully clothed and with no apparent signs of sexual violence, at a home where many residents had believed the assaults occurred.Though it is unclear if the medic was referring to the same scene, residents said that in no other home in Be'eri were two teenage girls killed, and they concluded from the video that the girls had not been sexually assaulted.Nili Bar Sinai, a member of a group from the kibbutz that looked into claims of sexual assault at the house, said, \"This story is false.\"Reached by The Times, the medic declined to say whether he still stood by the account, saying he would like to put the attacks behind him.Later, an Israeli military spokesman said that the medic stood by his testimony but might have misremembered the place where he saw the teenage girls. The spokesman, who spoke on condition of anonymity because the attacks on Oct. 7 are the subject of an active police investigation, said the medic operated in several villages that weekend and might have seen the teenagers in a different kibbutz. The spokesman did not specify which one. There is no complete public record of how every victim of the Oct. 7 attack was killed.The paramedic's account was a prominent example in international news reports describing sexual violence on Oct. 7, and The Times reported that Be'eri was one of at least seven locations where Israeli women and girls appeared to have been sexually assaulted or mutilated.A that was this month said there were \"reasonable grounds\" to believe that sexual violence, including rape and gang rape, was committed in multiple locations, and \"clear and convincing information\" that some hostages being held in Gaza had also been subjected to rape and sexual torture.The report said the U.N. team was unable to establish whether sexual violence occurred in Be'eri and that at least two Be'eri cases reported in the news media were determined to be \"unfounded,\" but it did not explicitly specify a military paramedic's account.The report added that the team \"received credible information\" about bodies found naked, tied or gagged in Be'eri and that \"circumstantial evidence -- notably the pattern of female victims found undressed and bound -- may be indicative of some forms of sexual violence.\"Beyond Be'eri, while detailing the daunting challenges the team faced in trying to determine what happened on Oct. 7, the report said there were \"reasonable grounds to believe that multiple incidents of sexual violence took place\" at or around the Nova music festival and \"credible information\" of two rapes on a main road from the festival as well as a \"verified\" case in Kibbutz Re'im.Hamas leaders have denied the accusations of sexual violence, and the U.N. report, noting the array of fighters who took part in the Oct. 7 attacks, said the experts' mission was not to determine who was responsible.The paramedic, a reservist in a special-operations rescue unit within the Air Force, had described finding one of the girls lying on her side, boxer shorts torn and bruises by her groin. The other, he said, had her face flat on the ground, with pajamas pulled to her knees, her bottom exposed and semen smeared on her back.The Israeli military had allowed the paramedic to speak with reporters on the condition that he not be identified because he serves in an elite unit.The new video that the community members have seen shows the bodies of two female victims in a corridor outside a safe room, with blood stains on their clothing and the floor. In a nearby room, a third person was filmed on the floor in a pool of blood, wearing pajama pants and a sweatshirt.A reporter for the Times who viewed the video confirmed the identities of the victims with Ms. Bar Sinai and three members of the kibbutz who knew the family. They identified them as two sisters and their mother. The three kibbutz members asked not to be named because of the sensitivity of the situation.The video first became known to the kibbutz on Feb. 12, when soldiers in the unit that had found the sisters' remains returned to Be'eri for a tour led by kibbutz members, according to those four members.While visiting the home, kibbutz members discussed the allegations of sexual assault. Taken aback, the troops shared the eight-second video clip, the four Be'eri members said.\"What happened to them was horrifying, but it was a great relief to find out they weren't sexually assaulted,\" Ms. Bar Sinai said.At least 97 civilians were killed in Be'eri, a small community just east of Gaza that was one of the hardest hit by the Hamas-led attack.The military paramedic was not the only person who had described evidence of sexual assault in Be'eri. Many community members had come to believe that the teenage sisters were victims of sexual violence because of other accounts, including from emergency response volunteers who spoke about this incident publicly.\"Until recently, we all thought it was true,\" said Amit Solvy, a neighbor.Patrick Kingsley contributed reporting from Jerusalem."},
{"appears_url": "https://www.nytimes.com/interactive/2024/science/total-solar-eclipse-maps-path.html", "title": "", "authors": "", "contents": ""},
{"appears_url": "https://www.nytimes.com/2024/03/25/technology/inside-a-ceos-bold-claims-about-her-hot-fintech-start-up.html", "title": "Inside a C.E.O.'s Bold Claims About Her Hot Fintech Start-Up", "authors": "Erin Griffith", "contents": "As a Tunisian human rights activist in the 2000s, Amira Yahyaoui staged protests and blogged about government corruption. In , she described being beaten by the police. When she was 18, she , she was kidnapped from the street, dropped off at the Algerian border and placed in exile for several years.Ms. Yahyaoui's compelling background helped her stand out among entrepreneurs when she moved in 2018 to San Francisco, where she founded a student aid start-up called Mos. The app hit the top of Apple's App Store, and Ms. Yahyaoui raised $56 million from high-profile investors, including Sequoia Capital, John Doerr and Steph Curry, according to PitchBook, which tracks start-ups. Mos was valued at $400 million.In podcasts, TV interviews and other media, Ms. Yahyaoui, 39, frequently discussed Mos's success.Among other things, the start-up had helped 400,000 students get financial aid. But internal company data viewed by The New York Times showed that as of early last year, only about 30,000 customers had paid for Mos's student aid services. The rest of the 400,000 users included anyone who had signed up for a free account and may have gotten an email about applying for student aid, two people familiar with the situation said.After Mos expanded into online banking in September 2021, Ms. Yahyaoui told publications such as that the company had more than 100,000 bank accounts. But those accounts had very small amounts of money in them, according to the internal data. Less than 10 percent of Mos's roughly 153,000 bank users had put their own money into their accounts, the data showed.Some employees tried to speak up about Ms. Yahyaoui's claims, said Emi Tabb, who worked at Mos in operations and had roles such as head of financial aid before resigning in late 2022. But Ms. Yahyaoui dismissed and sometimes disparaged employees who tried pushing back against her public comments, five people who witnessed the incidents said.\"She created a culture of fear,\" Mx. Tabb said.Mos is among a class of tech start-ups that rose during the of the late 2010s and early in the pandemic, when young companies landed millions of dollars in funding with little more than promises. Now as the money has dried up and many tech start-ups grapple with , investors are pickier, customers are warier of bold claims and employees are more suspicious of founder pronouncements.Last year, Mos laid off approximately half its staff of around 50 and shut down its banking service. The company reverted to its original business of helping students find financial aid and began emphasizing its use of artificial intelligence.Ms. Yahyaoui referred questions to a Mos spokeswoman, who declined to comment. When Ms. Yahyaoui was asked last year about Mos's number of users, she on social media that female founders were often presumed guilty while male founders were presumed innocent.\"Maybe today we should start applying presumption of innocence to also female founders,\" she wrote.This account of Mos was based on interviews with eight current and former employees, as well as internal communications, presentations and analytics. The internal documents go up to 2023.Ms. Yahyaoui grew up in Tunisia and then lived in exile in France. After moving to San Francisco, she raised money for Mos from investors including Expa, the investment firm started by Garrett Camp, a founder of Uber. Mos provided a service to help students find sources of financial aid, charging $149 for each school year.Deena Shakir, an investor at Lux Capital, which backed Mos in 2020, said she and the firm's partners \"deeply respect\" Ms. Yahyaoui.\"We take pride in supporting companies and founders like Amira whose commitment to enabling access for students gives us hope for the future of higher education,\" Ms. Shakir said.Mos had a slow start, three people with knowledge of the company said. Some students who signed up learned about aid they already knew about, like a Cal Grant for California residents, they said.An investor presentation viewed by The Times showed that Mos had monthly revenue of $340,000 in December 2019. The start-up allowed users to pay $1 upfront and the remaining $148 when they got their financial aid.Mos ultimately did not collect most of that money. Seventy percent of users defaulted on their payments after the pandemic hit in 2020, Jess Lee, an investor at Sequoia who sits on Mos's board, in an article about the company published on Sequoia's website.As of late 2022, roughly 6,500 of Mos's paying customers, or 22 percent, got refunds for its financial aid service, according to internal data. The company had told customers that if they didn't get five times the cost of Mos's services in financial aid, they could get a refund.Mos it could help students access $160 billion in scholarships, but that amount included loans, three people familiar with the situation said. The company's pitch was to help students avoid debt.Ms. Yahyaoui who used Mos \"saved\" an average of $16,000. That was the amount that the start-up determined they qualified for and not what the students received in aid, three people with knowledge of the company said. includes a moving ticker of happy customers (\"Jasmine got $12,237 for Cal Poly,\" for example). Ms. Yahyaoui asked employees to use stock photos and to make up names, three people with knowledge of the company said.By 2021, financial technology was hot with investors. Ms. Yahyaoui pushed Mos to become a bank, making its financial aid product free. That September, the start-up announced its move into banking with a promotion that gave people $5 to sign up and another $5 for every referral.Sign-ups poured in. Mos turned off the $5 promotion on its first day. Two months later, it turned it back on for three days and signed up more than 100,000 accounts, spending around $1 million in the promotion and sending Mos to the top of the App Store.The sign-ups piqued investor interest, including from the investment firm Tiger Global. Sequoia's Ms. Lee wanted to see how many of the accounts that signed up during the promotion remained active before investing more, two people familiar with the situation said. Sequoia encouraged Ms. Yahyaoui to hire an outside firm to assess whether the accounts belonged to real people, the people said.Some employees also had concerns that many accounts did not belong to real people, three people familiar with the situation said. As sign-ups continued, Mos analyzed the accounts for potentially fraudulent behavior in an internal working document. In November, Ms. Yahyaoui restricted Ms. Lee's access to that document, two of the people said.Soon after, in February 2022, Tiger Global announced it led a $40 million funding for Mos. Sequoia joined the deal. It is not clear what impact access to the document would have had on Sequoia's decision to invest more in Mos. Two people familiar with the situation said Ms. Lee retained access to a broader data source regarding the accounts.In a statement, Ms. Lee said: \"The most successful founders are the ones who have grit and are willing to test new hypotheses and adapt. Amira is the embodiment of these qualities.\"Tiger Global declined to comment.Alongside the funding announcement, Sequoia published an article detailing Ms. Yahyaoui's dramatic past and entrepreneurial vision. It said fewer than 1 percent of Mos's bank accounts had been closed, \"an unheard-of statistic for a money-based sign-up promotion.\"Few people used the bank accounts, according to internal data viewed by The Times.Of roughly 153,000 open accounts, 95 percent had less than $5 in them and a third had a balance of zero through 2022, the data showed. Just 9.5 percent of account holders deposited money into their accounts during that time.Mos told its board that 74 percent of bank account holders were students, according to a presentation viewed by The Times. But only around 20 percent were 22 or younger, according to internal data, with about 45 percent over the age of 30. Mos's revenue from transaction fees, which made up the vast majority of the company's total income after it became a bank, was less than $70,000 for the first nine months of 2022, two people familiar with the finances said.Ms. Yahyaoui sometimes berated her top managers and threatened to fire them if their performance didn't improve, according to five people who witnessed such events.Using expletives, she wrote in a January 2022 message to employees that the company's mission was meaningless \"because of how bad we are at getting\" stuff done.\"I need people I can count on to beat my dreams not to lower them,\" she wrote.Ms. Yahyaoui's treatment of employees -- including workers hired in Tunisia and Algeria -- ran counter to her image as an activist, Mx. Tabb said.At an employee gathering in September 2022, a Mos employee asked Sequoia's Ms. Lee about her biggest concern for the start-up, three people who attended said.Ms. Lee initially said she was surprised by how good morale was given the circumstances, then added that it wasn't clear what Mos's product would be.The start-up was at more of a \"seed stage,\" or very early in its development, Ms. Lee said."},
{"appears_url": "https://www.nytimes.com/games/connections", "title": "", "authors": "", "contents": ""},
{"appears_url": "https://www.nytimes.com/interactive/2024/02/22/crosswords/puzzle-personality.html", "title": "", "authors": "", "contents": ""},
{"appears_url": "https://www.nytimes.com/spotlight/connections-companion", "title": "", "authors": "", "contents": ""},
{"appears_url": "https://www.nytimes.com/2024/03/25/nyregion/flaco-owl-central-park-zoo-death-cause.html", "title": "Flaco, Central Park Owl, Died With High Levels of Rat Poison in System", "authors": "Ed Shanahan", "contents": "Flaco, the Eurasian eagle-owl whose escape from the Central Park Zoo and captivated New York, had enough rat poison and pigeon virus in his system to kill him even if he had not died after apparently striking an Upper West Side building last month.The finding, from a necropsy conducted by Bronx Zoo pathologists after , validated widespread concerns about the hazards he faced living as a free bird in Manhattan for just over a year. He would have turned 14 this month.\"Flaco's severe illness and death are ultimately attributed to a combination of factors -- infectious disease, toxin exposures and traumatic injuries -- that underscore the hazards faced by wild birds, especially in an urban setting,\" the Wildlife Conservation Society, which operates the Central Park and Bronx Zoos, said in a statement on Monday.Initial necropsy findings released the day after what onlookers described as a deadly building strike suggested Flaco had sustained an acute traumatic injury to his body, with signs of substantial hemorrhage under his sternum and in his back near his liver.There was also evidence of bleeding behind his left eye, but no signs of head trauma or broken bones, the society said. Flaco was in \"good body condition,\" with \"good muscling\" and \"adequate fat stores.\" He weighed 4.1 pounds at death, just one-tenth of a pound lighter than at his last weigh-in at the zoo.The society said at the time of the initial findings that additional tests were needed to determine whether any underlying factors had contributed to his death.In confirming the role of traumatic injuries, those tests found he had a severe pigeon herpesvirus, which the conservation society attributed to his eating feral pigeons.The herpesvirus in question can be carried by healthy pigeons but may cause fatal disease in birds of prey, including owls that become infected by eating pigeons, the society said.In Flaco's case, the society said, the viral infection had caused severe tissue damage and inflammation in many organs, including the spleen, liver, gastrointestinal tract, bone marrow and brain.Toxicity tests also determined that Flaco had been exposed to four different anticoagulant rodenticides that are commonly used for rat control in New York City.Together, the conservation society said, the pigeon virus and rodenticide exposure \"would have been debilitating and ultimately fatal, even without a traumatic injury, and may have predisposed him to flying into or falling from the building.\"No other contributing factors were identified through the extensive testing that was performed.Toxicology tests also revealed trace amounts of DDE, a breakdown product of the pesticide DDT, which has been banned in the United States since the early 1970s. Although the levels detected did not contribute to Flaco's death, the society said, the finding was a \"reminder of the long legacy of DDT and its dire effects on wild bird populations.\"Flaco died three weeks after passing the one-year mark of living on his own. As impressive as reaching that unlikely milestone was, it did not provide immunity against the serious risks he faced amid what was, for New York at least, a seemingly unprecedented wildlife experiment.Hatched on March 15, 2010, at a North Carolina bird park, Flaco arrived at the Central Park Zoo less than two months later. He was a long way from what would have been a natural home for a bird like him.The Eurasian eagle-owl, known by the scientific name Bubo bubo, is an apex predator typically found in much of Europe, Scandinavia, Russia and Central Asia. It is among the world's largest owls, with a wingspan as wide as six feet. The bird thrives in mountains and other rocky areas near forests, swooping down at night to hunt rodents, rabbits and other prey.For most of Flaco's first 13 years, his life was unremarkable. That changed on the evening of , when someone shredded the mesh on his enclosure at the zoo and he showed up on a Fifth Avenue sidewalk. No one has been arrested; the police have said that their investigation is continuing.There was a significant question about whether Flaco could thrive outside captivity. When he proved his doubters wrong by teaching himself to feast on Central Park's vast banquet of rats, he became an underdog worth rooting for. Bird-watchers, ornithologists and everyday people tracked his movements in person or, often, online.Wildlife Conservation Society employees tried several times to retrieve him but backed off after he showed that he could fend for himself. Before long, he had settled into a comfortable routine at the park's north end, and then around Halloween he began to roam from the East Village to the Upper West Side.Experts and others tried to temper the excitement over his improbable sojourn. Eurasian eagle-owls can live more than 40 years in captivity, but only 20 on average in the wild. And no one could predict whether, or when, urban hazards like rat poison, a building strike or a collision with a vehicle might cut his life short.Flaco managed to avoid vehicles by mostly sticking to rooftops, water towers and other elevated elements of the built environment once he left the park. But was great: Up to a year die in New York City when they hit windows, NYC Audubon says. And once he left Central Park, the rodenticide risk rose substantially.The use of rat poisons is halted in the city's parks during nesting season, from February through August, or when a breeding pair of birds of prey is present in or near a park or park area, according to a Parks Department spokesman.Outside parks, though, such restrictions generally do not apply, and the use of rat poisons is widespread. Rats that have ingested rodenticides often move more slowly, making them inviting, and potentially lethal, targets for birds of prey. Many of the nine dead birds the city's Parks Department sent to the state's Department of Environmental Conservation last year for a cause-of-death determination, including several red-tailed hawks, had been poisoned by rodenticide, the local news outlet on Monday.There was always the possibility that Flaco could fall victim to more than one hazard, as appears to have happened. Barry, a female barred owl who became a fixture in the park during the depths of the coronavirus pandemic, suffered such a fate.After Barry died in a collision with a Central Park Conservancy vehicle in August 2021, a necropsy found she had died of blunt-force trauma, according to a Department of Environmental Conservation diagnostic report. But she also had a potentially lethal level of rat poison in her system.As for Flaco, his body was found in the back courtyard of a building on West 89th Street by the superintendent, who immediately recognized him.The super and a resident contacted the Wild Bird Fund, a rescue organization, whose volunteers responded quickly and retrieved Flaco. He was alive then but was declared dead soon after, the Wildlife Conservation Society said.A memorial gathering on March 3 at what Flaco followers said was his favorite oak tree at the park's north end drew a crowd of several hundred people who left flowers, letters and other colorful mementos at the base of the trunk. Speakers read poems and shared how Flaco had inspired and moved them. had signed an online petition calling for a life-size statue of Flaco to be placed in Central Park to commemorate his legacy. A second online petition, this one into who vandalized Flaco's habitat, had more than 48,000 signatures."},
{"appears_url": "https://www.nytimes.com/games/wordle/index.html", "title": "", "authors": "", "contents": ""},
{"appears_url": "https://www.nytimes.com/2024/03/25/dining/easy-cheap-easter-recipes.html", "title": "This Easy, Make-Ahead Easter Brunch Only Feels Expensive", "authors": "", "contents": "No matter what's going on outside, by the end of March, it can be pretty much spring in the kitchen. It'll probably be a few weeks until the season's produce trickles in, but this shouldn't stop you from making a meal that feels jubilantly of the moment.The recipes here -- you could call it an Italian-esque brunch or a shotgun celebration of spring -- don't rely on the farmers' market, but call on color, texture, bacon-offsets and frozen peas to conjure the season we've been so patiently waiting for.Each part is most delicious eaten at or above room temperature, so -- rather conveniently -- they can be prepared in advance. Make this menu before you referee an egg hunt or before the sun draws you outside.Its centerpiece is a lavishly tender, pastel-green frittata filled with pea puree, mint and ricotta. But it's not a frittata as you know it: It's neither health food nor the flat, rubbery result of quickly rounded up leftovers -- quite the opposite! It's a tall, quivering custard, cooked ever-so-slowly and mosaicked with mint leaves. Its wobbly texture manifests the giddy vulnerability of spring and is dramatic enough to replace ham or lamb.It's not something to eat straight from the oven. Undercooked by a hair, the heat trapped in the custard will carry it over to that perfect state ofjust-cooked as it cools. I like to put it out on the table, tucked under a clean dishcloth, so it's ready and waiting for a casual reveal when we're ready to eat.It goes with a snap pea and bacon salad for sweetness and crunch. A vinaigrette whisked with the warm, rendered bacon fat gives a savory contrast that makes all green things taste greener. This is a salad to evolve as the season does: Add slivered asparagus, favas or English peas -- even their shoots -- as they arrive; leave out the bacon if you don't need it to make things taste sweet and new.And for dessert, it's worth steering clear of anything eggy or sliced. This lemon, polenta and rosemary cookie is an ideal foil to our soft and crisp start, and is most chewy and fragrant after it cools. If there was such a thing as a spring cookie, this would be it: It's pale yellow and brightly flavored, easy to grab as you head outside, officially closing the door on winter."},
{"appears_url": "https://www.nytimes.com/crosswords", "title": "", "authors": "", "contents": ""},
{"appears_url": "https://www.nytimes.com/puzzles/spelling-bee", "title": "", "authors": "", "contents": ""},
{"appears_url": "https://www.nytimes.com/2024/03/25/business/media/nbc-ronna-mcdaniel-rebellion.html", "title": "NBC News Faces Rebellion Over Hiring of Former Republican Party Chair", "authors": "Michael M. Grynbaum", "contents": "Leadership at NBC raced to contain an escalating revolt on Monday as some of the country's best-known television anchors took the extraordinary step of criticizing their network on its own airwaves for hiring Ronna McDaniel, the former chairwoman of the Republican National Committee, as a political analyst.One day after Chuck Todd stunned executives by denouncing Ms. McDaniel's appointment on \"Meet the Press,\" Joe Scarborough and Mika Brzezinski opened their MSNBC show, \"Morning Joe,\" with a lengthy criticism of Ms. McDaniel, calling her \"an anti-democracy election denier\" and urging their bosses to reconsider her employment.\"We've been inundated with calls this weekend, as have most people connected with this network, about NBC's decision to hire her,\" Mr. Scarborough said. \"We weren't asked our opinion of the hiring, but, if we were, we would have strongly objected to it for several reasons.\"Hours later, the star MSNBC host Nicolle Wallace all but accused her employer of enabling authoritarianism by granting Ms. McDaniel a platform. She told her viewers that NBC News, \"wittingly or unwittingly,\" had signaled to \"election deniers\" that they could spread falsehoods \"as one of us, asbadge-carrying employees of NBC News, as paid contributors to our sacred airwaves.\"Her guest, David Jolly, a former Republican congressman, concurred with her remarks. \"The viewers feel betrayed, and they're asking to be heard,\" he said of MSNBC's audience.NBC executives were bracing for yet more on-air criticism later on Monday, when the MSNBC hosts Rachel Maddow and Jen Psaki are scheduled to appear.The rebellion was not limited to marquee talent. Inside NBC's 30 Rockefeller Plaza headquarters in Manhattan, some rank-and-file employees were starting discussions on how to further pressure network leadership over Ms. McDaniel, a person with knowledge of the talks said.The firestorm over Ms. McDaniel, who recently stepped down from the Republican National Committee at the urging of former President Donald J. Trump, underscores the challenges facing news organizations as they try to integrate voices that are supportive of Mr. Trump into their election-year coverage, at a moment of intense partisanship and tribalism among voters and viewers.NBC's news division must also balance a wide-spanning audience: viewers of NBC News, the network's traditional reporting arm, and fans of its cable cousin MSNBC, a 24-hour channel that emphasizes left-leaning opinion.Network representatives declined to comment on Monday.Ms. McDaniel got to know a pair of top NBC News executives -- Carrie Budoff Brown, who oversees NBC News political coverage, and Rebecca Blumenstein, the NBC News president -- when the network hosted a Republican presidential primary debate last year. (Ms. Blumenstein is a former editor at The New York Times.) Ms. Brown announced Ms. McDaniel's hiring on Friday, writing in a memo that \"it couldn't be a more important moment to have a voice like Ronna's on the team.\"Leadership at NBC believed that Ms. McDaniel -- who has both boosted and clashed with Mr. Trump, and hails from the Romney Republican dynasty -- would offer a helpful perspective to viewers seeking to understand the views of conservative voters, three people with knowledge of the internal conversations said.Rashida Jones, the MSNBC president, was briefed on the hiring, and Cesar Conde, the chairman of the NBCUniversal News Group, signed off, the people said. Ms. McDaniel's deal is worth about $300,000 a year, one of the people with knowledge of the conversations said.Bringing on Washington operatives as commentators is a typical practice at major networks; ABC News, for instance, recently hired Reince Priebus, Mr. Trump's former chief of staff. MSNBC hired Ms. Psaki, President Biden's first White House press secretary, as an anchor in 2022.But in Ms. McDaniel's case, a chorus of Democrats and MSNBC viewers immediately cried foul on social media, citing her stewardship of the Republican Party during Mr. Trump's presidency and her handling of his false claims that the 2020 election was rigged.Anchors at MSNBC, some of whom have gone so far as to avoid broadcasting any live remarks by Mr. Trump on their programs, were alarmed that Ms. McDaniel would appear on their shows, three people with knowledge of their concerns said. Ms. Jones made a round of phone calls to reassure anchors that they did not need to book Ms. McDaniel.Then, on Sunday, Ms. McDaniel appeared on NBC's \"Meet the Press.\" The moderator, Kristen Welker, had booked the interview weeks earlier, but she was not aware that NBC was negotiating a paid position for Ms. McDaniel until shortly before the network's announcement. Ms. Welker pressed Ms. McDaniel on whether she believed Mr. Biden had legitimately won the election.\"Fair and square, he won,\" Ms. McDaniel replied, although she added, \"I do think it's fair to say there were problems in 2020.\"On a panel afterward, Mr. Todd told Ms. Welker, \"Our bosses owe you an apology for putting you in this situation.\" He added that NBC News journalists were \"uncomfortable\" working with Ms. McDaniel given the Republican National Committee's treatment of them under her leadership.Mr. Todd's comments opened the floodgates. By Sunday evening, the chair of the Democratic National Committee had weighed in, accusing NBC of \"allowing one of the key architects of that shameful period in our country the platform to whitewash her role.\"Ms. McDaniel, who has declined to comment on the NBC fracas, has long walked a fine line in regard to Mr. Trump's election conspiracy theories.In the days after the 2020 election, Ms. McDaniel repeated accusations about ballots and election machines in her home state, Michigan, that state officials disputed and later debunked. She participated in a call with Mr. Trump in which he placed pressure on Wayne County canvassing officials not to certify the election results, according to a recording reported by The Detroit News.But Ms. McDaniel also kept the Republican National Committee away from Mr. Trump's increasingly audacious lawsuits to overturn the election. She did not endorse his most outlandish theories -- such as the hacking of voting machines by foreign powers -- although she appeased him in other ways, talking about voting \"irregularity\" and creating an \"election integrity\" operation within the national committee.Some Trump allies criticized her for not taking stronger action to question election processes. A person close to the former president, who spoke on the condition of anonymity, said it seemed that Ms. McDaniel was \"going through the motions\" and never really believed the 2020 election was stolen.On Monday's \"Morning Joe,\" Ms. Brzezinski told viewers, \"To be clear, we believe NBC News should seek out conservative Republican voices to provide balance in their election coverage.\" But she said Ms. McDaniel's actions surrounding the 2020 election disqualified her from such a position.\"It goes without saying,\" Ms. Brzezinski added, \"that she will not be a guest on 'Morning Joe' in her capacity as a paid contributor.\"Alexandra Berzon, John Koblin and Jonathan Swan contributed reporting."},
{"appears_url": "https://www.nytimes.com/2024/03/22/world/europe/rose-dugdale-dead.html", "title": "Rose Dugdale, Heiress Turned Irish Independence Fighter, Dies at 82", "authors": "Clay Risen", "contents": "Rose Dugdale, an Oxford-educated Englishwoman who left a life of wealth to become a partisan activist fighting for Irish independence, in a career that included bomb making, hijacking and art theft, died on March 18 in Dublin. She was 82.Her death, in a nursing home, was confirmed by Aengus O Snodaigh, a friend and a member of the Irish Parliament. No cause was given.Throughout the 1970s, Ms. Dugdale, whose family owned a large share of the insurance company Lloyd's of London, captivated the British and Irish news media with her exploits. Her story -- like that of Patricia Hearst, another heiress-turned-revolutionary who was making news in the United States around the same time -- fed a narrative about glamorous, radical youth run amok in the post-'60s era:Ms. Dugdale rejected her inheritance and liquidated her trust fund to support a variety of social and political causes. She and an accomplice were arrested in 1973 for stealing thousands of dollars in art and silverware from her parents' home, with plans to sell it and give the proceeds to the Irish Republican Army.Her father, Eric, appeared as a witness at her trial, and under British law she was allowed to cross-examine him herself -- an opportunity she used to make political statements.\"I love you,\" she told her father, \"but hate everything you stand for.\"The judge was nevertheless lenient with her, handing down just a two-year suspended sentence because, he said, the chances that she would break the law again were \"extremely remote.\"He was wrong. Immediately after her trial, she traveled to Ireland, where she and another accomplice, , hijacked a helicopter and pilot to drop makeshift bombs on a base run by the Royal Ulster Constabulary, the police force in Northern Ireland.The bombs fell wide and failed to detonate, and Ms. Dugdale and Mr. Gallagher went into hiding to plot their next move.In April 1974, she and three other assailants burst through the doors of Russborough House, a palatial estate southwest of Dublin owned by , a wealthy British politician and art collector.They pistol-whipped Mr. Beit, tied him and his wife up and made off with 19 paintings by Gainsborough, Goya, Vermeer and other artists. Among the haul, valued at a total of 8 million Irish pounds (about $110 million today), was \"Lady Writing a Letter With Her Maid,\" one of only two works by Vermeer in private hands. (The other was in Buckingham Palace.)Knowing they could not easily sell the well-known works on the black market, Ms. Dugdale and the other thieves demanded a ransom of 500,000 Irish pounds. They also demanded that Dolours and Marian Price, two I.R.A. members imprisoned for a string of car bombings in England, be transferred to a prison in Northern Ireland.After a nationwide hunt, police tracked down the art, and Ms. Dugdale, at a . This time she pleaded \"proudly and incorruptibly guilty\" and received a nine-year sentence. As she emerged from the courthouse, she saluted the crowd with a clenched fist.After being released from prison in 1980, she returned to Dublin, where she worked as a community organizer to stem the rising number of heroin dealers on the city's streets.She also went back to working for the I.R.A., this time as a bomb maker. She and her partner, , developed a number of innovative weapons, including a projectile launcher that used two packages of McVitie's Digestive Biscuits to absorb the recoil and a novel type of explosive used in bombings in Northern Ireland and London, killing six people and injuring more than 100.Bridget Rose Dugdale was born on March 25, 1941, at Yarty, her family's 600-acre estate in Devon, in southwest England. Both of her parents came from money: Her father was a major shareholder in Lloyd's, and her mother, Carol (Timmis) Dugdale, was an heiress.She grew up shuttling between the family's rural estate and a sprawling home in London, between riding lessons and society balls. She attended Miss Ironside's School, a private school for girls that also produced the model and actress .When she was 17, Ms. Dugdale joined 1,400 other teenage debutantes in a coming-out ceremony before Queen Elizabeth II. It was .Ms. Dugdale was a reluctant socialite and went along only on the condition that her parents hire a tutor to prepare her for admission to the all-female St. Anne's College at Oxford University.She studied politics, philosophy and economics there and counted the Irish writer and philosopher Iris Murdoch among the professors she got to know personally. Years later, when Ms. Dugdale was facing prison time, Ms. Murdoch wrote letters urging leniency.She was by all accounts a middling student, in part because her growing interest in left-wing politics took most of her time and energy. Among her many exploits, Ms. Dugdale and a friend dressed up as male students and sneaked into a session of the all-male Oxford Union debating society, where they jeered and heckled in low-pitched voices.After graduating in 1962, she studied philosophy at Mount Holyoke College, in Massachusetts, receiving a master's degree, then returned to Britain to study economics at the London School of Economics, earning a Ph.D.Though Ms. Dugdale worked for the British government as an analyst, she was radicalizing quickly. She received a sizable income from a trust fund and gave away most of it to antipoverty programs around her apartment in Tottenham, an impoverished section of northeast London.She fell in with a self-declared \"revolutionary socialist\" named Walter Heaton, with whom she carried out the 1973 burglary of her parents' home. While she received a light punishment, he was sentenced to six years in prison.Ms. Dugdale's survivors include Mr. Gallagher, whom she married in 1978 while they were both in prison, though they later became estranged, and their son, Ruairi Gallagher.After the Good Friday accords mostly brought the violence in Northern Ireland to an end in 1998, Ms. Dugdale stood down as a fighter. But she remained active in Sinn Fein, the pro-independence political party in Ireland and Northern Ireland.Though she was a divisive figure in Britain, she became a sort of legend in Ireland, the recipient of awards and the subject of biographies and documentaries -- most recently the feature film \"Baltimore\" (2023), starring Imogen Poots as Ms. Dugdale. (The film was released this month in the United States, with the title \"Rose's War.\")\"I did what I wanted to do,\" she said in before the Dublin Volunteers Dinner, where she was the primary honoree. \"I am proud to have been part of the Republican movement, and I hope that I have played my very small part in the success of the armed struggle.\""},
{"appears_url": "https://www.nytimes.com/2024/03/25/realestate/racial-bias-appraisal-settlement.html", "title": "Lawsuit Alleging Racial Bias in Home Appraisals Is Settled", "authors": "Debra Kamin", "contents": "A Black couple who claimed an appraisal company undervalued their Baltimore home based on their race have settled their lawsuit against their mortgage lender, loanDepot, which has agreed to a number of sweeping policy changes that could offer significant relief to homeowners who allege racially biased appraisals in the future.Under the settlement, Nathan Connolly and the estate of , will receive a payment of an undisclosed sum, in addition to the policy changes that include immediately offering a second appraisal whenever there are indications of bias or discrimination.Dr. Connolly and Dr. Mott, both faculty members at Johns Hopkins University, sued loanDepot, a mortgage lender, as well as Shane Lanham, an appraiser hired by a contractor for the company, in August 2022.A year earlier, the couple had opened their home to Mr. Lanham, who is white, for an appraisal, and he put the value of their four-bedroom house in Baltimore's Homeland neighborhood at $472,000. After the couple stripped their home of family photographs and had a white colleague pose as the homeowner, an action known as \"whitewashing,\" a second appraiser offered a value of $750,000. The couple said that the difference in value -- nearly $300,000 higher -- came because the second appraiser believed that the home's owners were white.The couple , drawing the attention of lawmakers and other homeowners concerned about appraisal bias. Last March, the Justice Department filed a statement of interest in the case, and Representative Maxine Waters, Democrat of California, who has made housing discrimination a priority, hopes to introduce a bill to end racial bias in home appraisals later this year.The settlement, which their lawyers said was accepted in U.S. District Court in Maryland on Monday, resolves Dr. Connolly and Dr. Mott's claims against loanDepot, which continues to deny any allegations of wrongdoing. It does not resolve their claim against the appraisal company and Mr. Lanham, who also denies allegations of bias and has countersued for defamation.Mr. Lanham, when reached by phone on Monday, declined to comment on the pending litigation.In an emailed statement, Jonathan Fine, a spokesperson for loanDepot, said, \"loanDepot strongly opposes bias in the home finance process. While we continue to deny the specific allegations in this lawsuit and have made no admission of fault, we're proud of the commitments announced today, which will formalize many of our existing practices and provide additional resources to help our customers in the appraisal and review process.\"Throughout the legal process, Dr. Mott, who lectured on Black Studies, was battling Stage 4 adrenal cancer. She died four days before her 48th birthday.Dr. Connolly said that he and his three children lovingly refer to the guidelines of the settlement as the SHANI laws -- the Secure Home and Neighborhood Initiatives.The settlement could have significant reach: loanDepot is the country's sixth-largest mortgage lender, with offices in every state.It is not the first such lawsuit alleging a racially biased home appraisal to be resolved in a settlement. But unlike other settlements that have resulted in only monetary damages, this creates a companywide policy overhaul, paving the way for other homeowners to challenge valuations that they feel may be biased, and even recoup equity in their homes that could have otherwise been squandered without recourse.In addition to quickly offering a second appraisal when bias is indicated, loanDepot will also clearly communicate to applicants the right to request a review or adjustment of an appraisal, known as a Reconsideration of Value, or R.O.V., and ensure that any allegations of appraisal bias are escalated to loanDepot's Fair Lending group, according to the settlement.The lender has also pledged to keep applicants' interest rates locked during R.O.V. periods so that homeowners who request a new appraisal or reconsideration of value do not lose out on the mortgage interest rate they were promised at their initial valuation. loanDepot will also overhaul its own training of staff on fair housing and fair lending laws, as well as the history of discrimination in American real estate; and is pledging to sever ties with any appraisers who are found to show indications of bias in their work.John Relman, one of the lawyers representing Dr. Connolly and Dr. Mott, said he hopes the changes at loanDepot will become a blueprint for other mortgage companies to follow.\"Nobody had done this before with respect to the reconsideration of value,\" he said. \"Nathan and Shani very much wanted to get best practices in place that others could follow. And loanDepot, to their credit, was willing to not just talk the talk but walk the walk.\"Dr. Mott, a scholar of literature and Africana studies whose work focused on the intersection of race and popular culture, was determined to use their experience to force change in the mortgage process, said Dr. Connolly, a professor of history and an expert on redlining and the legacy of white supremacy in America.She entered hospice care in January and used a wheelchair and an oxygen tank, but on March 1, less than two weeks before her death, she gave an eight-hour deposition in the case, said Dr. Connolly, 46. She dissected the nation's landmark Fair Housing laws, and how the history of both property rights and the mortgage industry are inextricably bound to the racial wealth gap in the United States. She abstained from her pain medication for the entire day to keep her mind clear, Dr. Connolly said.\"We were coming to this as students of American history and thinking about systemic racism and injustice,\" Dr. Connolly said in an interview. \"We hope this will ripple across the industry, and in that sense there's a real promise in the future. I'm obviously saddened to a profound degree that Shani was not alive and well to see this happen, and this will instead need to be part of her legacy. But what a mighty legacy it is.\""},
{"appears_url": "https://www.nytimes.com/2024/03/25/science/bird-flu-cows-milk.html", "title": "Bird Flu Spreads to Dairy Cows", "authors": "Emily Anthes", "contents": "A highly fatal form of avian influenza, or bird flu, has been confirmed in U.S. cattle in Texas and Kansas, on Monday.It is the first time that cows infected with the virus have been identified.The cows appear to have been infected by wild birds, and dead birds were reported on some farms, the agency said. The results were announced after multiple federal and state agencies began investigating reports of sick cows in Texas, Kansas and New Mexico.In several cases, the virus was detected in unpasteurized samples of milk collected from sick cows. Because pasteurization kills viruses, officials emphasized that there was little risk to the nation's milk supply.\"At this stage, there is no concern about the safety of the commercial milk supply or that this circumstance poses a risk to consumer health,\" the agency said in a statement.Outside experts agreed. \"It has only been found in milk that is grossly abnormal,\" said Dr. Jim Lowe, a veterinarian and influenza researcher at the College of Veterinary Medicine at the University of Illinois at Urbana-Champaign.In those cases, the milk was described as thick and syrupy, he said, and was discarded. The agency said that dairies are required to divert or destroy milk from sick animals.The cattle infections come on the heels of the nation's first detection of highly pathogenic bird flu in goats, which was .So far, the flu samples from sick cows have not contained genetic mutations that are known to make the virus more likely to infect humans, the agriculture agency said, adding that the risk to the general public remained low.\"There's still no cause to panic,\" said Stacey L. Schultz-Cherry, a virologist and influenza expert at St. Jude Children's Research Hospital. \"It just looks like it's another spillover event due to contact with diseased wild birds.\"Still, she noted, cows were not thought to be among the species that were particularly susceptible to avian influenza, and the cases were another worrisome turn in a global bird flu outbreak that has devastated wild bird populations over the last few years.The outbreak has been caused by a new form of bird flu virus, known as H5N1, that emerged in Europe in 2020. Wild birds can spread the virus, through their feces and oral secretions, to farmed poultry and other animals. Outbreaks often flare up in the spring and summer, when migrating birds are on the move.Although avian influenza viruses are adapted to spread primarily among birds, the new version of H5N1 has become so widespread in wild birds that it has also repeatedly spread to mammals, especially scavenging species, such as foxes, that might feed on infected birds.Infections of mammals, which give the virus new opportunities to evolve, are always a source of some concern, Andrew Bowman, a molecular epidemiologist and influenza expert at Ohio State University, said. Scientists have long been concerned that a bird flu virus that evolved to spread more efficiently among mammals, including humans, could set off the next pandemic.At this point, Dr. Bowman said, it remains unclear whether the infected cows have all picked up the virus directly from birds or whether the virus is also spreading from cow to cow.\"That's a question that's going to have to get resolved quickly,\" he said. \"If we have transmission cattle to cattle, that's a different story. That certainly makes me a little more nervous.\"Additional testing and analysis are underway. \"This is a rapidly evolving situation, and U.S.D.A. and federal and state partners will continue to share additional updates as soon as information becomes available,\" the agency said."},
{"appears_url": "https://www.nytimes.com/2024/03/25/business/florida-social-media-ban-desantis.html", "title": "DeSantis Signs Social Media Bill Barring Accounts for Children Under 14", "authors": "Natasha Singer", "contents": "Florida on Monday became the first state to effectively bar residents under the age of 14 from holding accounts on services like TikTok and Instagram, enacting a strict social media bill that is likely to upend the lives of many young people.The , signed by Gov. Ron DeSantis, is the one of the more restrictive measures that a state has enacted so far in an escalating nationwide push to insulate young people from potential mental health and safety risks on social media platforms. The statute both prohibits certain social networks from giving accounts to children under 14 and requires the services to terminate accounts that a platform knew or believed belonged to underage users.It also requires the platforms to obtain a parent's permission before giving accounts to 14- and 15-year-olds.In a press conference on Monday, Mr. DeSantis hailed the measure, saying it will help parents navigate \"difficult terrain\" online. He added that \"being buried\" in devices all day long was not the best way to grow up.\"Social media harms children in a variety of ways,\" Mr. DeSantis said in a statement. The new bill \"gives parents a greater ability to protect their children\"Mr. DeSantis had vetoed a previous bill that would have banned social media accounts for 14- and 15-year-olds even with parental consent. The governor said the earlier bill would impinge on parents' rights to make decisions about their children's online activities."},
{"appears_url": "https://www.nytimes.com/2024/03/25/briefing/trump-bond-united-nations-resolution-dude-history.html", "title": "Trump Dodged Financial Ruin, but Failed to Delay His Trial", "authors": "Matthew Cullen", "contents": "Donald Trump was handed a lifeline today when a panel of judges in New York ruled that he no longer had to post a nearly half-billion-dollar bond in order to appeal his civil fraud case. The judges gave Trump .The ruling was a victory for the former president, who had been just hours away from a deadline after which he could have begun losing control of his bank accounts and even some of his marquee properties. Instead, his payment of the smaller bond will prevent the New York attorney general from seizing his assets while his appeal is heard, which could take months.Two people with knowledge of Trump's finances said that he should be able to post a $175 million bond, but it would drain much of his cash. He would have to pay a bond company about $200 million as collateral. It may help that Trump's social media company will begin publicly trading tomorrow, .The former president was not as fortunate at a hearing regarding his Manhattan criminal trial on charges that he falsified business records to hide a potential sex scandal. A judge denied his lawyers' attempts to continue delaying the proceedings, and .The decision showed the limits of Trump's battle-tested strategy of delay. The former president has for many months been facing four separate criminal cases, and .The United Nations Security Council today passed a resolution calling for an immediate cease-fire in Gaza, with 14 votes in favor and the U.S. abstaining. It was and followed several U.S. vetoes of similar demands.The resolution -- which calls for a cease-fire during Ramadan, which has two weeks remaining -- also demands the unconditional and immediate release of all hostages.In an angry response, Prime Minister Benjamin Netanyahu of Israel said he would to discuss a planned operation in the city of Rafah in southern Gaza. The U.S. abstention, Netanyahu said, \"harms the war effort as well as the effort to liberate the hostages.\"Many House Republicans oppose sending more aid to Ukraine. But the man they elected as their leader, Speaker Mike Johnson, has privately told people in recent weeks that continued American aid to Kyiv is vital. Johnson now appears to be .The growing isolationist wing of his party is likely to be infuriated by any aid measure for Ukraine, but Johnson may be able to hold onto his job if some Democrats vote to save him.The Biden administration today imposed sanctions on a group of Chinese hackers, accusing them of working as a front for Beijing's top spy agency. The hackers were part of a broad effort to , water systems and other critical infrastructure, according to U.S. officials.The malware appeared to be intended for use if the U.S. were to come to the aid of Taiwan.Britain accused China of cyberattacks that .Boeing's chief executive, Dave Calhoun, will step down at the end of the year as the company seeks to Vladimir Putin acknowledged that the assault on a concert hall near Moscow ,\" but he insisted that Ukraine could have played a role. A young political outsider backed by a powerful opposition figure has won Regulators told Alphabet, Apple and Meta that they were of a new competition law.Footage showed that former president Jair Bolsonaro spent two nights at the Hungarian Embassy in February in New research showed that since Roe v. Wade was overturned in June 2022. Economists and experts warn that changes in how agents are paid A necropsy found that the owl that escaped from the Central Park Zoo had a severe pigeon virus and when he died. The revival of \"Sunset Boulevard\" after a run in London.Two weeks from today, the moon will slip between the Earth and the sun, casting a shadow in a band sliding from Mazatlan, Mexico, to the Newfoundland coast near Gander, Canada. The event, known as a total solar eclipse, will cause a drop in temperature, the appearance of bright planets in the sky and a quieting among birds. It won't happen again in the U.S. until 2044.So, to make sure you're fully prepared, my colleagues mapped out . Also, remember to .Italy has one of the world's oldest populations. That can be concerning for the government, which worries about dwindling resources, but exciting for many scientists studying longevity. One of those is Valter Longo, .Longo said that Italy's centenarians may have benefited from having less to eat during the country's war-era poverty, and then receiving a boost of proteins, fats and modern medicine later in life.Huge, elaborate arrangements of faux flowers and plants are popping up all over the dining world, .We've entered a golden age for shipwreck discoveries. .A professor best known for critiquing cancel culture is .What's the point of those ? Crunchy pine nuts and herbs are a fresh accent to these Here are . Margaret Atwood explains \" which was published 50 years ago.We talked with experts and parents on .Spring allergy season is getting worse. . Take this week's .Here are today's , and . Find .When the word \"dude\" first appeared in the pages of The Times, it wasn't considered flattering. Many felt it was a term of mockery. In 1883, we reported on a man who because an article described him as a \"dude.\"The origin of dude, which was adopted by counterculture groups like surfers and came into the mainstream in the '80s and '90s, is unclear. One researcher suggested that it probably came from the song \"Yankee Doodle.\"It's all cool. Have an easygoing evening."},
{"appears_url": "https://www.nytimes.com/2024/03/25/nyregion/subway-shoving-manhattan.html", "title": "Person Killed by Train After Being Pushed Onto Subway Tracks, Police Say", "authors": "Christopher Maag", "contents": "A person was killed Monday evening after being pushed onto the subway tracks in an unprovoked attack at the 125th Street station at Lexington Avenue in East Harlem, according to the Police Department.At 6:48 p.m., the person was shoved onto the tracks in front of the oncoming train, which was unable to stop, a police spokeswoman said. The suspected attacker is \"known to the police,\" according to the spokeswoman. The police did not identify either the victim or the suspect.The attack is the latest in a series of violent episodes that have led officials to increase the police presence in the subway and seek to reassure New Yorkers that the system is safe. Earlier this month, Gov. Kathy Hochul announced that into the system to increase security and ease New Yorkers' fears. But less than two weeks after Ms. Hochul's announcement, that ended with a shooting reinforced the difficulties of policing every inch of the sprawling system. In that confrontation, captured in a dramatic video recorded by a passenger, a man who had been menacing a rider was first stabbed and then shot with his own handgun. "},
{"appears_url": "https://www.nytimes.com/2024/03/25/us/lisa-lane-dead.html", "title": "Lisa Lane, Chess Champion Whose Reign Was Meteoric, Dies at 90", "authors": "Dylan Loeb McClain", "contents": "Lisa Lane, an early star of American chess who was a two-time United States women's champion and the first chess player to appear on the cover of Sports Illustrated, died on Feb. 28 at her home in Carmel, N.Y., in Putnam County. She was 90.Her death was confirmed by the town clerk's office in nearby Kent, N.Y., which registered her death.Ms. Lane was a late bloomer in chess. She was in her first year at Temple University in Philadelphia when she saw students playing the game in a lounge; she immediately began playing as often as she could.Within two years, she had won the United States women's championship.The win catapulted her into the limelight, partly because of her late start and meteoric rise in a game that usually takes years to master, and partly because of her youth and appearance. Wherever she went, people commented on her looks as much as on her chess ability, if not more so.In May 1961, she appeared on the television game show \"What's My Line?\" on which four panelists asked her questions, trying to guess her occupation. When they failed to discover that she was a professional chess player and the women's national champion, one panelist, the writer and Broadway director Abe Burrows, commented, \"Because she is so pretty, we ruled out anything intellectual.\"A Sports Illustrated cover profile in 1961 cemented her stature in the game, as did television appearances and articles about her in national publications.For Ms. Lane, celebrity was a mixed bag. The publicity helped her raise funds for trips to tournaments through sponsorships and enabled her to hold exhibitions in which people would pay to play her.But people often focused more on her image than on her ability. The Sports Illustrated article described her as \"a very serious young woman, but beautifully serious, or seriously beautiful.\" A profile in The American Weekly, a Sunday newspaper supplement, concluded, \"She'll beat you fair and square or rattle your composure with a flutter of eyelids.\"Ms. Lane was not happy that women in chess made considerably less money than men.At the 1966 United States women's championship, she tied with Gisela Kahn Gresser, making them co-champions. The total prize fund for the tournament was $600. Weeks earlier, the United States Championship, in which only men competed, had a prize fund of $6,000.Ms. Lane tried to get the other female competitors to join her in a protest to seek more money, but none were interested. She rounded up some sympathetic male supporters, and they picketed the women's championship with signs reading, \"One Man Is Worth Ten Women?\" and \"What Good Is a King Without a Queen?\"The protest was mostly ignored, and coverage of the championship and her victory focused mostly on her love life.Ms. Lane had had enough. She quit competitive chess.Marianne Elizabeth Lane was born on April 25, 1933, in Philadelphia. She was called Lisa because it was short for Elizabeth.In the Sports Illustrated profile, Ms. Lane said she had never known her father, a leather glazer who was addicted to horse racing. By the time she was a year and a half old, he had disappeared from her life.Her mother worked two jobs to support Lisa and her older sister, Evelyn, but it was not easy, and the family was poor. Over the years, the girls boarded with many families and frequently changed schools.Despite the disruptions, Lisa was initially a good student. But as she grew older, things changed. Sports Illustrated recounted that a guidance counselor had visited her mother while Lisa was attending Roxborough High School in Philadelphia because her teachers were mystified by her actions: She was deliberately putting down the wrong answers on tests -- perhaps, the guidance counselor reasoned, because she thought she would be more popular if she appeared to be dumb.Lisa dropped out of school and held a variety of jobs. She started dating an older man. But she felt out of place among his friends and decided to go back to school. She enrolled at Temple University, mostly taking remedial classes.Not long after she learned chess, she accidentally struck and killed a woman who had stepped in front of her car. She was not found at fault, nor was she charged, but she soon left college and used what little money she had to open a poetry shop in central Philadelphia with a friend. The shop was not busy, so she spent most of her time in coffee shops where chess players congregated.One of those players, Arnold Chertkof, took her to the Franklin Mercantile Chess Club, where she was introduced to Attilio Di Camillo, one of the country's top players. He began tutoring her, and soon she was studying and playing chess for up to 12 hours a day.One day in late 1957, Mr. Di Camillo and Mr. Chertkof invited Ms. Lane to New York City, where Mr. Di Camillo was going to play in the United States Championship. She closed up the poetry shop and never went back.In New York, she saw , at 14, win his first United States Championship (beating Mr. Di Camillo along the way). Afterward, Mr. Di Camillo told her that if she worked hard, she could win the United States women's championship in two years. He was right: She won the 1959 title.Nine days later, she married Walter Rich, who worked in advertising. The marriage ended in divorce less than two years later.Shortly after that, Ms. Lane moved to an apartment in Greenwich Village. She eventually opened her own chess shop, the Queen's Pawn Chess Emporium, on Sheridan Square, and ran it for several years.Ms. Lane became friends with Mr. Fischer, who would sometimes visit her apartment and play chess there. He was dismissive of women in chess, however -- they were \"all fish,\" he said, a pejorative term for a bad player. But, he added, \"Lisa, you might say, is the best of the American fish.\" (He appeared on Sports Illustrated's cover in 1972.)As United States champion, Ms. Lane qualified for the 1961 candidates' tournament in Yugoslavia to select a challenger for the women's world championship. She finished tied for 13th. She also played in the 1964 tournament, finishing 12th.After the 1961 tournament, Ms. Lane entered a tournament in Hastings, England, but had a terrible start and withdrew, confessing that she was homesick and, even more, that she was lovesick: She had fallen for Neil Hickey, the writer of the American Weekly profile about her.The confession drew media attention; The New York Times with the headline \"Lisa Lane, Chess Player, Quits Tourney Because She's in Love.\"The couple married in 1969 and settled in Carmel, where they opened a natural food store.She was survived by Mr. Hickey, who was a longtime reporter for TV Guide and died last week. They had no children. Complete information about survivors was not immediately available.At the height of her fame, Ms. Lane made it clear that she thought she merited more financial reward. \"I'm the most important American chess player,\" she told The Times in 1961. \"People will be attracted to the game by a young, pretty girl. That's why chess should support me. I'm bringing it publicity, and ultimately, money.\""}
]